{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 17(1)", "text": "(1) Finanzunternehmen bestimmen einen Prozess für die Behandlung IKT-bezogener Vorfälle, richten diese ein und\nwenden sie an, um IKT-bezogene Vorfälle zu erkennen, zu behandeln und zu melden.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 17(2)", "text": "(2) Finanzunternehmen erfassen alle IKT-bezogenen Vorfälle und erheblichen Cyberbedrohungen. Finanzunternehmen\nrichten angemessene Verfahren und Prozesse ein, um die kohärente und integrierte Überwachung, Handhabung und\nWeiterverfolgung IKT-bezogener Vorfälle zu gewährleisten, um sicherzustellen, dass Ursachen ermittelt, dokumentiert und\nangegangen werden, um das Auftreten solcher Vorfälle zu verhindern.\nL 333/40 DE Amtsblatt der Europäischen Union 27.12.2022", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 17(3)", "text": "(3) Durch den in Absatz 1 genannten Prozess für die Behandlung IKT-bezogener Vorfälle\na) werden Frühwarnindikatoren eingesetzt;\nb) werden Verfahren zur Ermittlung, Nachverfolgung, Protokollierung, Kategorisierung und Klassifizierung IKT-bezogener\nVorfälle entsprechend ihrer Priorität und Schwere und entsprechend der Kritikalität der betroffenen Dienste\nentsprechend den in Artikel 18 Absatz 1 genannten Kriterien eingerichtet;\nc) werden Funktionen und Zuständigkeiten zugewiesen, die bei verschiedenen Arten von IKT-bezogenen Vorfällen und\n-Szenarien aktiviert werden müssen;\nd) werden gemäß Artikel 14 Pläne für die Kommunikation mit Personal, externen Interessenträgern und Medien sowie für\ndie Benachrichtigung von Kunden, für interne Eskalationsverfahren, einschließlich IKT-bezogener Kundenbeschwerden,\nund für die Bereitstellung von Informationen an andere Finanzunternehmen, die als Gegenparteien fungieren,\nausgearbeitet, je nach Sachlage;\ne) wird sichergestellt, dass zumindest schwerwiegende IKT-bezogene Vorfälle der zuständigen höheren Führungsebene\ngemeldet werden und die Geschäftsleitung informiert wird, wobei die Auswirkungen und Gegenmaßnahmen und\nzusätzliche Kontrollen erläutert werden, die infolge dieser IKT-bezogenen Vorfälle einzurichten sind;\nf) werden Verfahren für Reaktionsmaßnahmen bei IKT-bezogenen Vorfällen eingerichtet, um Auswirkungen zu mindern\nund sicherzustellen, dass die Dienste zeitnah verfügbar und sicher werden.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 18(1)", "text": "(1) Finanzunternehmen klassifizieren IKT-bezogene Vorfälle und bestimmen deren Auswirkungen anhand folgender\nKriterien:\na) Anzahl und/oder Relevanz der Kunden oder anderer Gegenparteien im Finanzbereich, die von dem IKT-bezogenen\nVorfall betroffen sind, und gegebenenfalls des Werts oder der Anzahl der davon betroffenen Transaktionen und ob der\nIKT-bezogene Vorfall einen Reputationsschaden verursacht hat;\nb) Dauer des IKT-bezogenen Vorfalls, einschließlich der Ausfallzeiten des Dienstes;\nc) geografische Ausbreitung der von dem IKT-bezogenen Vorfall betroffenen Gebiete, insbesondere wenn mehr als zwei\nMitgliedstaaten betroffen sind;\nd) die mit dem IKT-bezogenen Vorfall verbundenen Verfügbarkeits-, Authentizitäts-, Integritäts- oder Vertraulichkeits\nverluste von Daten;\ne) Kritikalität der betroffenen Dienste, einschließlich der Transaktionen und Geschäfte des Finanzunternehmens;\nf) wirtschaftliche Auswirkungen — insbesondere direkte und indirekte Kosten und Verluste — des IKT-bezogenen Vorfalls\nauf absoluter und relativer Basis.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 18(2)", "text": "(2) Finanzunternehmen stufen Cyberbedrohungen auf der Grundlage der Kritikalität der risikobehafteten Dienste,\neinschließlich der Transaktionen und Geschäfte des Finanzunternehmens, der Anzahl und/oder Relevanz der betroffenen\nKunden oder Gegenparteien im Finanzbereich und der geografischen Ausbreitung der Risikogebiete als erheblich ein.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 18(3)", "text": "(3) Die ESA erarbeiten über den Gemeinsamen Ausschuss in Abstimmung mit der EZB und der ENISA gemeinsame\nEntwürfe technischer Regulierungsstandards, in denen Folgendes präzisiert wird:\na) die in Absatz 1 genannten Kriterien, einschließlich der Wesentlichkeitsschwellen für die Bestimmung schwerwiegender\nIKT-bezogener Vorfälle oder gegebenenfalls schwerwiegender zahlungsbezogener Betriebs- oder Sicherheitsvorfälle, die\nder Meldepflicht nach Artikel 19 Absatz 1 unterliegen;\nb) die Kriterien, die von den zuständigen Behörden anzuwenden sind, um die Relevanz schwerwiegender IKT-bezogener\nVorfälle oder gegebenenfalls schwerwiegender zahlungsbezogener Betriebs- oder Sicherheitsvorfälle für die jeweils\nzuständigen Behörden in anderen Mitgliedstaaten zu bewerten, sowie die Einzelheiten in den Meldungen über\nschwerwiegende IKT-bezogene Vorfälle oder gegebenenfalls schwerwiegende zahlungsbezogene Betriebs- oder\nSicherheitsvorfälle, die anderen zuständigen Behörden gemäß Artikel 19 Absätze 6 und 7 übermittelt werden müssen;\nc) die in Absatz 2 genannten Kriterien, einschließlich hoher Wesentlichkeitsschwellen für die Bestimmung erheblicher\nCyberbedrohungen.\n27.12.2022 DE Amtsblatt der Europäischen Union L 333/41", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 18(4)", "text": "(4) Bei der Ausarbeitung der in Absatz 3 genannten gemeinsamen Entwürfe technischer Regulierungsstandards\nberücksichtigen die ESA die in Artikel 4 Absatz 2 genannten Kriterien sowie von der ENISA entwickelte und\nveröffentlichte internationale Standards, Leitlinien und Spezifikationen, gegebenenfalls einschließlich Spezifikationen für\nandere Wirtschaftszweige. Für die Zwecke der Anwendung der in Artikel 4 Absatz 2 festgelegten Kriterien berücksichtigen\ndie ESA gebührend, dass Kleinstunternehmen sowie kleine und mittlere Unternehmen ausreichende Ressourcen und\nKapazitäten mobilisieren können müssen, um sicherzustellen, dass IKT-bezogene Vorfälle rasch bewältigt werden.\nDie ESA übermitteln der Kommission diese allgemeinen Entwürfe technischer Regulierungsstandards bis zum 17. Januar\n2024.\nDer Kommission wird die Befugnis übertragen, diese Verordnung durch Annahme der in Absatz 3 genannten technischen\nRegulierungsstandards gemäß den Artikeln 10 bis 14 der Verordnungen (EU) Nr. 1093/2010, (EU) Nr. 1094/2010 und (EU)\nNr. 1095/2010 zu ergänzen.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(1)", "text": "(1) Finanzunternehmen melden der nach Artikel 46 jeweils zuständigen Behörde gemäß Absatz 4 schwerwiegende IKTbezogene Vorfälle.\nUnterliegt ein Finanzunternehmen der Aufsicht mehr als einer nach Artikel 46 zuständigen nationalen Behörde, so\nbenennen die Mitgliedstaaten eine einzige zuständige Behörde als einschlägige zuständige Behörde, die für die\nWahrnehmung der im vorliegenden Artikel aufgeführten Funktionen und Aufgaben verantwortlich ist.\nKreditinstitute, die gemäß Artikel 6 Absatz 4 der Verordnung (EU) Nr. 1024/2013 als bedeutend eingestuft wurden, melden\nschwerwiegende IKT-bezogene Vorfälle der gemäß Artikel 4 der Richtlinie 2013/36/EU benannten jeweils zuständigen\nnationalen Behörde, die diese Meldung unverzüglich an die EZB weiterleitet.\nFür die Zwecke von Unterabsatz 1 erstellen Finanzunternehmen nach Erfassung und Analyse aller relevanten\nInformationen unter Verwendung der in Artikel 20 genannten Vorlage die Erstmeldung und die Meldungen nach Absatz 4\nund übermitteln diese der zuständigen Behörde. Falls es aus technischen Gründen nicht möglich ist, die Erstmeldung unter\nVerwendung der Vorlage zu übermitteln, teilen die Finanzunternehmen dies der zuständigen Behörde auf anderem Wege\nmit.\nDie Erstmeldung und die Meldungen nach Absatz 4 enthalten alle Informationen, die die zuständige Behörde benötigt, um\ndie Signifikanz des schwerwiegenden IKT-bezogenen Vorfalls zu ermitteln und mögliche grenzüberschreitende\nAuswirkungen zu bewerten.\nUnbeschadet der Meldung gemäß Unterabsatz 1 durch das Finanzunternehmen an die jeweils zuständige Behörde können\ndie Mitgliedstaaten zusätzlich festlegen, dass einige oder alle Finanzunternehmen die Erstmeldung und jede Meldung nach\nAbsatz 4 auch den gemäß der Richtlinie (EU) 2022/2555 benannten oder eingerichteten zuständigen Behörden oder\nComputer-Notfallteams (computer security incident response teams — CSIRT) unter Verwendung der in Artikel 20\ngenannten Vorlage zur Verfügung stellen müssen.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(2)", "text": "(2) Finanzunternehmen können der jeweils zuständigen Behörde auf freiwilliger Basis erhebliche Cyberbedrohungen\nmelden, wenn sie der Auffassung sind, dass die Bedrohung für das Finanzsystem, die Dienstnutzer oder die Kunden\nrelevant ist. Die jeweils zuständige Behörde kann derartige Informationen anderen in Absatz 6 genannten einschlägigen\nBehörden zur Verfügung stellen.\nKreditinstitute, die gemäß Artikel 6 Absatz 4 der Verordnung (EU) Nr. 1024/2013 als bedeutend eingestuft wurden, können\nerhebliche Cyberbedrohungen auf freiwilliger Basis der gemäß Artikel 4 der Richtlinie 2013/36/EU benannten jeweils\nzuständigen nationalen Behörde melden, die diese Meldung unverzüglich an die EZB weiterleitet.\nDie Mitgliedstaaten können festlegen, dass die Finanzunternehmen, die auf freiwilliger Basis eine Meldung gemäß\nUnterabsatz 1 vornehmen, diese Meldung auch an die gemäß der Richtlinie (EU) 2022/2555 benannten oder\neingerichteten CSIRT erstatten können.\nL 333/42 DE Amtsblatt der Europäischen Union 27.12.2022", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(3)", "text": "(3) Wenn ein schwerwiegender IKT-bezogener Vorfall auftritt und Auswirkungen auf die finanziellen Interessen von\nKunden hat, unterrichten die Finanzunternehmen, sobald sie hiervon Kenntnis erlangt haben, ihre Kunden unverzüglich\nüber den schwerwiegenden IKT-bezogenen Vorfall und die Maßnahmen, die ergriffen wurden, um die nachteiligen\nAuswirkungen eines solchen Vorfalls zu mindern.\nIm Falle einer erheblichen Cyberbedrohung unterrichten die Finanzunternehmen gegebenenfalls ihre potenziell betroffenen\nKunden über angemessene Schutzmaßnahmen, die diese ergreifen könnten.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(4)", "text": "(4) Finanzunternehmen legen innerhalb der in Artikel 20 Absatz 1 Buchstabe a Ziffer ii festzulegenden Fristen der\njeweils zuständigen Behörde Folgendes vor:\na) eine Erstmeldung;\nb) nach der Erstmeldung gemäß Buchstabe a eine Zwischenmeldung, sobald sich der Status des ursprünglichen Vorfalls\nerheblich geändert hat oder sich die Handhabung des schwerwiegenden IKT-bezogenen Vorfalls auf der Grundlage\nneuer verfügbarer Informationen geändert hat, gegebenenfalls gefolgt von aktualisierten Meldungen, wann immer eine\nentsprechende Statusaktualisierung vorliegt, sowie auf ausdrücklichen Antrag der zuständigen Behörde;\nc) eine Abschlussmeldung, wenn die Ursachenanalyse abgeschlossen ist — unabhängig davon, ob bereits Minderungs\nmaßnahmen getroffen wurden oder nicht — und sich die tatsächlichen Auswirkungen beziffern lassen und\nSchätzungen ersetzen.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(5)", "text": "(5) Finanzunternehmen dürfen im Einklang mit den sektorspezifischen Rechtsvorschriften der Union und der\nMitgliedstaaten die Meldepflichten nach diesem Artikel an einen Drittdienstleister auslagern. Bei einer solchen Auslagerung\nbleibt das Finanzunternehmen in vollem Umfang für die Erfüllung der Anforderungen für die Meldung von Vorfällen\nverantwortlich.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(6)", "text": "(6) Nach Eingang der Erstmeldung und jeder Meldung nach Absatz 4 übermittelt die zuständige Behörde auf der\nGrundlage der je nach Sachlage bestehenden jeweiligen Zuständigkeiten zeitnah Einzelheiten zu dem schwerwiegenden\nIKT-bezogenen Vorfall an die folgenden Empfänger:\na) die EBA, die ESMA oder die EIOPA;\nb) die EZB, sofern es sich um Finanzunternehmen im Sinne von Artikel 2 Absatz 1 Buchstaben a, b und d handelt;\nc) die zuständigen Behörden, die zentrale Anlaufstelle oder die CSIRT, die jeweils gemäß der Richtlinie (EU) 2022/2555\nbenannt oder eingerichtet werden;\nd) die in Artikel 3 der Richtlinie 2014/59/EU genannten Abwicklungsbehörden und den Einheitlichen Abwicklungs\nausschuss (Single Resolution Board — SRB) in Bezug auf die in Artikel 7 Absatz 2 der Verordnung (EU) Nr. 806/2014\ndes Europäischen Parlaments und des Rates(37)genannten Unternehmen sowie in Bezug auf die in Artikel 7 Absatz 4\nBuchstabe b und Absatz 5 der Verordnung (EU) Nr. 806/2014 genannten Unternehmen und Gruppen, wenn diese\nEinzelheiten Vorfälle betreffen, die ein Risiko für die Sicherstellung kritischer Funktionen im Sinne von Artikel 2\nAbsatz 1 Nummer 35 der Richtlinie 2014/59/EU darstellen; und\ne) andere einschlägige Behörden nach nationalem Recht.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(7)", "text": "(7) Nach Erhalt der Informationen gemäß Absatz 6 bewerten die EBA, die ESMA oder die EIOPA und die EZB in\nAbstimmung mit der ENISA und in Zusammenarbeit mit der jeweils zuständigen Behörde, ob der schwerwiegende IKTbezogene Vorfall für die zuständigen Behörden in anderen Mitgliedstaaten von Belang ist. Im Anschluss an diese\nBewertung benachrichtigen die EBA, die ESMA oder die EIOPA die jeweils zuständigen Behörden in anderen\nMitgliedstaaten entsprechend. Die EZB unterrichtet die Mitglieder des Europäischen Systems der Zentralbanken über die\nfür das Zahlungssystem relevanten Aspekte. Auf der Grundlage dieser Unterrichtung treffen die zuständigen Behörden\ngegebenenfalls alle für die unmittelbare Stabilität des Finanzsystems notwendigen Schutzvorkehrungen.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(37)", "text": "(37) Verordnung (EU) Nr. 806/2014 des Europäischen Parlaments und des Rates vom 15. Juli 2014 zur Festlegung einheitlicher\nVorschriften und eines einheitlichen Verfahrens für die Abwicklung von Kreditinstituten und bestimmten Wertpapierfirmen im\nRahmen eines einheitlichen Abwicklungsmechanismus und eines einheitlichen Abwicklungsfonds sowie zur Änderung der\nVerordnung (EU) Nr. 1093/2010 (ABl. L 225 vom 30.7.2014, S. 1).\n27.12.2022 DE Amtsblatt der Europäischen Union L 333/43", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(8)", "text": "(8) Die von der ESMA gemäß Absatz 7 vorzunehmende Meldung berührt nicht die Verantwortung der zuständigen\nBehörde, die Einzelheiten des schwerwiegenden IKT-bezogenen Vorfalls umgehend an die einschlägige Behörde des\nAufnahmemitgliedstaats weiterzuleiten, wenn ein Zentralverwahrer eine umfassende grenzüberschreitende Tätigkeit in\ndem Aufnahmemitgliedstaat ausübt, der schwerwiegende IKT-bezogene Vorfall wahrscheinlich schwerwiegende Folgen für\ndie Finanzmärkte des Aufnahmemitgliedstaats hat und zwischen den zuständigen Behörden Kooperationsvereinbarungen\nin Bezug auf die Beaufsichtigung von Finanzunternehmen bestehen.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 20(1)", "text": "Harmonisierung von Inhalt und Vorlagen von Meldungen\nDie ESA erarbeiten über den Gemeinsamen Ausschuss und in Abstimmung mit der ENISA und der EZB\na) gemeinsame Entwürfe technischer Regulierungsstandards, um\ni) den Inhalt von Meldungen über schwerwiegende IKT-bezogene Vorfälle festzulegen, damit den in Artikel 18\nAbsatz 1 aufgeführten Kriterien Rechnung getragen wird und weitere Elemente einbezogen werden, wie z. B.\nEinzelheiten zur Feststellung der Relevanz der Meldungen für andere Mitgliedstaaten und die Frage, ob es sich dabei\num einen schwerwiegenden zahlungsbezogenen Betriebs- oder Sicherheitsvorfall handelt;\nii) die Fristen für die Erstmeldung und jede Meldung nach Artikel 19 Absatz 4 festzulegen;\niii) den Inhalt der Meldung erheblicher Cyberbedrohungen festzulegen.\nBei der Ausarbeitung dieser Entwürfe technischer Regulierungsstandards berücksichtigen die ESA die Größe und das\nGesamtrisikoprofil des Finanzunternehmens sowie die Art, den Umfang und die Komplexität seiner Dienstleistungen,\nTätigkeiten und Geschäfte, um insbesondere sicherzustellen, dass den Besonderheiten der Finanzsektoren für die\nZwecke des vorliegenden Absatzes Buchstabe a Ziffer ii gegebenenfalls durch unterschiedliche Fristen Rechnung\ngetragen wird, unbeschadet der Beibehaltung eines kohärenten Ansatzes für die Meldung IKT-bezogener Vorfälle gemäß\ndieser Verordnung und gemäß der Richtlinie (EU) 2022/2555. Die ESA legen — sofern zutreffend — eine Begründung\nvor, wenn sie von den im Rahmen jener Richtlinie verfolgten Ansätzen abweichen;\nb) gemeinsame Entwürfe technischer Durchführungsstandards zur Festlegung von Standardformularen, Vorlagen und\nVerfahren für Finanzunternehmen zur Meldung eines schwerwiegenden IKT-bezogenen Vorfalls oder einer erheblichen\nCyberbedrohung.\nDie ESA übermitteln der Kommission die in Absatz 1 Buchstabe a genannten gemeinsamen Entwürfe technischer\nRegulierungsstandards und die in Absatz 1 Buchstabe b genannten gemeinsamen Entwürfe technischer Durchführungss\ntandards bis zum 17. Juli 2024.\nDer Kommission wird die Befugnis übertragen, diese Verordnung durch Annahme der in Absatz 1 Buchstabe a genannten\ngemeinsamen technischen Regulierungsstandards gemäß den Artikeln 10 bis 14 der Verordnungen (EU) Nr. 1093/2010,\n(EU) Nr. 1094/2010 und (EU) Nr. 1095/2010 zu ergänzen.\nDer Kommission wird die Befugnis übertragen, die in Absatz 1 Buchstabe b genannten gemeinsamen technischen\nDurchführungsstandards gemäß Artikel 15 der Verordnungen (EU) Nr. 1093/2010, (EU) Nr. 1094/2010 (EU)\nNr. 1095/2010 zu erlassen.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(1)", "text": "(1) Finanzunternehmen managen das IKT-Drittparteienrisiko als integralen Bestandteil des IKT-Risikos innerhalb ihres\nIKT-Risikomanagementrahmens nach Artikel 6 Absatz 1 und im Einklang mit den folgenden Prinzipien:\na) Finanzunternehmen, die vertragliche Vereinbarungen über die Nutzung von IKT-Dienstleistungen für die Ausübung\nihrer Geschäftstätigkeit getroffen haben, bleiben jederzeit in vollem Umfang für die Einhaltung und Erfüllung aller\nVerpflichtungen nach dieser Verordnung und nach dem anwendbaren Finanzdienstleistungsrecht verantwortlich.\n27.12.2022 DE Amtsblatt der Europäischen Union L 333/49\nb) Beim Management des IKT-Drittparteienrisikos tragen Finanzunternehmen dem Grundsatz der Verhältnismäßigkeit\nRechnung, wobei Folgendes zu berücksichtigen ist:\ni) die Art, das Ausmaß, die Komplexität und die Relevanz IKT-bezogener Abhängigkeiten,\nii) die Risiken infolge vertraglicher Vereinbarungen über die Nutzung von IKT-Dienstleistungen, die mit IKTDrittdienstleistern geschlossen wurden, wobei die Kritikalität oder Relevanz der jeweiligen Dienstleistungen,\nProzesse oder Funktionen sowie die potenziellen Auswirkungen auf die Kontinuität und Verfügbarkeit von\nFinanzdienstleistungen und -tätigkeiten auf Einzel- und Gruppenebene zu berücksichtigen sind.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(2)", "text": "(2) Finanzinstitute, bei denen es sich weder um die in Artikel 16 Absatz 1 Unterabsatz 1 genannten Unternehmen noch\num Kleinstunternehmen handelt, beschließen im Rahmen ihres IKT-Risikomanagementrahmens eine Strategie für das IKTDrittparteienrisiko und überprüfen diese regelmäßig, wobei gegebenenfalls die in Artikel 6 Absatz 9 genannte Strategie zur\nNutzung mehrerer Anbieter Berücksichtigung findet. Die Strategie zum IKT-Drittparteienrisiko umfasst eine Leitlinie für die\nNutzung von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen, die von IKT-Drittdienstleistern\nbereitgestellt werden, und gilt auf individueller und gegebenenfalls teilkonsolidierter und konsolidierter Basis. Das\nLeitungsorgan überprüft auf der Grundlage einer Bewertung des Gesamtrisikoprofils des Finanzunternehmens und des\nUmfangs und der Komplexität der Unternehmensdienstleistungen regelmäßig Risiken, die im Zusammenhang mit den\nvertraglichen Vereinbarungen über die Nutzung von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger\nFunktionen ermittelt werden.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(3)", "text": "(3) Finanzunternehmen führen und aktualisieren im Rahmen ihres IKT-Risikomanagementrahmens auf\nUnternehmensebene sowie auf teilkonsolidierter und konsolidierter Ebene ein Informationsregister, das sich auf alle\nvertraglichen Vereinbarungen über die Nutzung von durch IKT-Drittdienstleister bereitgestellten IKT-Dienstleistungen\nbezieht.\nDie vertraglichen Vereinbarungen gemäß Unterabsatz 1 werden angemessen dokumentiert, wobei zwischen\nVereinbarungen, die IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen abdecken, und solchen\nunterschieden wird, bei denen dies nicht der Fall ist.\nFinanzunternehmen erstatten den zuständigen Behörden mindestens einmal jährlich Bericht zur Anzahl neuer\nVereinbarungen über die Nutzung von IKT-Dienstleistungen, den Kategorien von IKT-Drittdienstleistern, der Art der\nvertraglichen Vereinbarungen sowie den bereitgestellten IKT-Dienstleistungen und -Funktionen.\nFinanzunternehmen stellen der zuständigen Behörde auf Verlangen das vollständige Informationsregister oder auf Anfrage\nbestimmte Teile dieses Registers zusammen mit allen Informationen zur Verfügung, die für eine wirksame Beaufsichtigung\ndes Finanzunternehmens als notwendig erachtet werden.\nFinanzunternehmen unterrichten die zuständige Behörde zeitnah über jede geplante vertragliche Vereinbarung über die\nNutzung von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen sowie in dem Fall, dass eine\nFunktion kritisch oder wichtig geworden ist.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(4)", "text": "(4) Vor Abschluss einer vertraglichen Vereinbarung über die Nutzung von IKT-Dienstleistungen müssen\nFinanzunternehmen:\na) beurteilen, ob sich die vertragliche Vereinbarung auf die Nutzung von IKT-Dienstleistungen zur Unterstützung einer\nkritischen oder wichtigen Funktion bezieht;\nb) beurteilen, ob die aufsichtsrechtlichen Bedingungen für die Auftragsvergabe erfüllt sind;\nc) alle relevanten Risiken im Zusammenhang mit der vertraglichen Vereinbarung ermitteln und bewerten, einschließlich\nder Möglichkeit, dass diese vertragliche Vereinbarung dazu beitragen kann, das in Artikel 29 genannte IKT-Konzentra\ntionsrisiko zu erhöhen;\nd) bei potenziellen IKT-Drittdienstleistern der gebotenen Sorgfaltspflicht nachkommen und während des gesamten\nAuswahl- und Bewertungsprozesses sicherstellen, dass der IKT-Drittdienstleister geeignet ist;\ne) Interessenkonflikte, die durch die vertragliche Vereinbarung entstehen können, ermitteln und bewerten.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(5)", "text": "(5) Finanzunternehmen dürfen vertragliche Vereinbarungen nur mit IKT-Drittdienstleistern schließen, die angemessene\nStandards für Informationssicherheit einhalten. Betreffen diese vertraglichen Vereinbarungen kritische oder wichtige\nFunktionen, so berücksichtigen die Finanzunternehmen vor Abschluss der Vereinbarungen angemessen, ob die IKTDrittdienstleister die aktuellsten und höchsten Qualitätsstandards für die Informationssicherheit anwenden.\nL 333/50 DE Amtsblatt der Europäischen Union 27.12.2022", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(6)", "text": "(6) Bei der Ausübung der Zugangs-, Inspektions- und Auditrechte in Bezug auf den IKT-Drittdienstleister bestimmen\nFinanzunternehmen auf der Grundlage eines risikobasierten Ansatzes vorab die Häufigkeit von Audits und Inspektionen\nsowie die zu prüfenden Bereiche, indem allgemein anerkannte Auditstandards im Einklang mit etwaigen Aufsichtsan\nweisungen für die Anwendung und Einbeziehung solcher Auditstandards eingehalten werden.\nWenn vertragliche Vereinbarungen über die Nutzung von IKT-Dienstleistungen, die mit IKT-Drittdienstleistern geschlossen\nwerden, ein hohes Maß an technischer Komplexität mit sich bringen, überprüft das Finanzunternehmen, dass die internen\noder externen Revisoren oder ein Revisorenpool über die Fähigkeiten und Kenntnisse verfügen bzw. verfügt, die für die\nwirksame Durchführung der einschlägigen Audits und Bewertungen erforderlich sind.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(7)", "text": "(7) Finanzunternehmen stellen sicher, dass vertragliche Vereinbarungen über die Nutzung von IKT-Dienstleistungen\ngekündigt werden können, wenn einer der folgenden Umstände vorliegt:\na) ein erheblicher Verstoß des IKT-Drittdienstleisters gegen geltende Gesetze, sonstige Vorschriften oder Vertragsbe\ndingungen;\nb) Umstände, die im Laufe der Überwachung des IKT-Drittparteienrisikos festgestellt wurden und die als geeignet\neingeschätzt werden, die Wahrnehmung der im Rahmen der vertraglichen Vereinbarung vorgesehenen Funktionen zu\nbeeinträchtigen, einschließlich wesentlicher Änderungen, die sich auf die Vereinbarung oder die Verhältnisse des IKTDrittdienstleisters auswirken;\nc) nachweisliche Schwächen des IKT-Drittdienstleisters in Bezug auf sein allgemeines IKT-Risikomanagement und\ninsbesondere bei der Art und Weise, in der er die Verfügbarkeit, Authentizität, Sicherheit und Vertraulichkeit von Daten\ngewährleistet, unabhängig davon, ob es sich um personenbezogene oder anderweitig sensible Daten oder nicht\npersonenbezogene Daten handelt;\nd) die zuständige Behörde kann das Finanzunternehmen infolge der Bedingungen der jeweiligen vertraglichen\nVereinbarung oder der mit dieser Vereinbarung verbundenen Umstände nicht mehr wirksam beaufsichtigen.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(8)", "text": "(8) Für IKT-Dienstleistungen, die kritische oder wichtige Funktionen unterstützen, richten Finanzunternehmen\nAusstiegsstrategien ein. In den Ausstiegsstrategien wird den Risiken Rechnung getragen, die auf der Ebene der IKTDrittdienstleister entstehen können, darunter insbesondere ein möglicher Fehler des IKT-Drittdienstleisters, eine\nVerschlechterung der Qualität der bereitgestellten IKT-Dienstleistungen, jede Unterbrechung der Geschäftstätigkeit\naufgrund unangemessener oder unterlassener Bereitstellung von IKT-Dienstleistungen oder jedes erhebliche Risiko im\nZusammenhang mit der angemessenen und kontinuierlichen Bereitstellung der jeweiligen IKT-Dienstleistungen oder der\nBeendigung vertraglicher Vereinbarungen mit IKT-Drittdienstleistern unter einem der in Absatz 7 genannten Umstände.\nFinanzunternehmen stellen sicher, dass sie aus vertraglichen Vereinbarungen ausscheiden können, ohne:\na) Unterbrechung ihrer Geschäftstätigkeit,\nb) Einschränkung der Einhaltung regulatorischer Anforderungen,\nc) Beeinträchtigung der Kontinuität und Qualität ihrer für Kunden erbrachten Dienstleistungen.\nAusstiegspläne müssen umfassend, dokumentiert und im Einklang mit den in Artikel 4 Absatz 2 aufgeführten Kriterien\nausreichend getestet sein sowie regelmäßig überprüft werden.\nFinanzunternehmen ermitteln alternative Lösungen und entwickeln Übergangspläne, die es ihnen ermöglichen, dem IKTDrittdienstleister die vertraglich vereinbarten IKT-Dienstleistungen und die relevanten Daten zu entziehen und sie sicher\nund vollständig alternativen Anbietern zu übertragen oder wieder in die eigenen Systeme zu überführen.\nFinanzunternehmen verfügen über angemessene Notfallmaßnahmen, um die Fortführung der Geschäftstätigkeit zu\ngewährleisten, falls die in Unterabsatz 1 genannten Umstände auftreten.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(9)", "text": "(9) Die ESA erarbeiten über den Gemeinsamen Ausschuss Entwürfe technischer Durchführungsstandards, um die\nStandardvorlagen für die Zwecke des in Absatz 3 genannten Informationsregisters festzulegen, einschließlich\nInformationen, die allen vertraglichen Vereinbarungen über die Nutzung von IKT-Dienstleistungen gemein sind. Die ESA\nübermitteln der Kommission diese Entwürfe technischer Regulierungsstandards bis zum 17. Januar 2024.\nDer Kommission wird die Befugnis übertragen, die in Unterabsatz 1 genannten technischen Durchführungsstandards\ngemäß Artikel 15 der Verordnungen (EU) Nr. 1093/2010, (EU) Nr. 1094/2010 und (EU) Nr. 1095/2010 zu erlassen.\n27.12.2022 DE Amtsblatt der Europäischen Union L 333/51", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(10)", "text": "(10) Die ESA erarbeiten über den Gemeinsamen Ausschuss Entwürfe für technische Regulierungsstandards, um den\ndetaillierten Inhalt der Leitlinie, die in Absatz 2 in Bezug auf die vertraglichen Vereinbarungen über die Nutzung von IKTDienstleistungen zur Unterstützung kritischer und wichtiger Funktionen, die von IKT-Drittdienstleistern bereitgestellt\nwerden, genannt wird, weiter zu spezifizieren.\nBei der Ausarbeitung dieser Entwürfe technischer Regulierungsstandards berücksichtigen die ESA die Größe und das\nGesamtrisikoprofil des Finanzunternehmens sowie die Art, den Umfang und die Komplexität seiner Dienstleistungen,\nTätigkeiten und Geschäfte. Die ESA übermitteln der Kommission diese Entwürfe technischer Regulierungsstandards bis\nzum 17. Januar 2024.\nDer Kommission wird die Befugnis übertragen, die vorliegende Verordnung durch Annahme der in Unterabsatz 1\ngenannten technischen Regulierungsstandards gemäß den Artikeln 10 bis 14 der Verordnungen (EU) Nr. 1093/2010, (EU)\nNr. 1094/2010 und (EU) Nr. 1095/2010 zu ergänzen.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 29(1)", "text": "(1) Bei der Ermittlung und Bewertung der in Artikel 28 Absatz 4 Buchstabe c genannten Risiken berücksichtigen\nFinanzunternehmen zudem, ob der geplante Abschluss einer vertraglichen Vereinbarung in Bezug auf IKTDienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen, Folgendes herbeiführen würde:\na) Verträge mit einem IKT-Drittdienstleister, der nicht ohne Weiteres ersetzbar ist; oder\nb) mehrfache vertragliche Vereinbarungen über die Bereitstellung von IKT-Dienstleistungen zur Unterstützung kritischer\noder wichtiger Funktionen mit demselben IKT-Drittdienstleister oder mit eng verbundenen IKT-Drittdienstleistern.\nFinanzunternehmen wägen Nutzen und Kosten alternativer Lösungen ab, z. B. die Nutzung verschiedener IKTDrittdienstleister, und berücksichtigen, ob und wie geplante Lösungen den geschäftlichen Erfordernissen und Zielen\nentsprechen, die in ihrer Strategie für digitale Resilienz festgelegt sind.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 29(2)", "text": "(2) Ist in der vertraglichen Vereinbarung über die Nutzung von IKT-Dienstleistungen zur Unterstützung kritischer oder\nwichtiger Funktionen die Möglichkeit vorgesehen, dass ein IKT-Drittdienstleister IKT-Dienstleistungen zur Unterstützung\neiner kritischen oder wichtigen Funktion per Unterauftrag an andere IKT-Drittdienstleister vergibt, wägen\nFinanzunternehmen die Vorteile und Risiken ab, die im Zusammenhang mit einer solchen Unterauftragsvergabe entstehen\nkönnen, insbesondere sofern der IKT-Unterauftragnehmer in einem Drittland niedergelassen ist.\nBetreffen vertragliche Vereinbarungen IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen,\nberücksichtigen die Finanzunternehmen gebührend die Bestimmungen des Insolvenzrechts, die im Falle der Insolvenz des\nIKT-Drittdienstleisters anwendbar wären, sowie jede Einschränkung, die sich im Zusammenhang mit der dringenden\nWiederherstellung der Daten des Finanzunternehmens ergeben könnte.\nWerden mit einem IKT-Drittdienstleister mit Sitz in einem Drittland vertragliche Vereinbarungen über die Nutzung von\nIKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen geschlossen, so beachten Finanzunternehmen\nneben den in Unterabsatz 2 genannten Umständen auch, dass die Datenschutzvorschriften der Union eingehalten und die\nRechtsvorschriften in diesem Drittland wirksam durchgesetzt werden.\nIst in den vertraglichen Vereinbarungen über die Nutzung von IKT-Dienstleistungen zur Unterstützung kritischer oder\nwichtiger Funktionen die Unterauftragsvergabe vorgesehen, so bewerten die Finanzunternehmen, ob und wie sich\npotenziell lange oder komplexe Ketten der Unterauftragsvergabe auf ihre Fähigkeit auswirken können, die vertraglich\nvereinbarten Funktionen vollständig zu überwachen, und ob die zuständige Behörde in dieser Hinsicht in der Lage ist, das\nFinanzunternehmen wirksam zu beaufsichtigen.\nL 333/52 DE Amtsblatt der Europäischen Union 27.12.2022", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 30(1)", "text": "(1) Die Rechte und Pflichten des Finanzunternehmens und des IKT-Drittdienstleisters werden eindeutig zugewiesen und\nschriftlich dargelegt. Der vollständige Vertrag umfasst die Vereinbarung über die Dienstleistungsgüte und wird in einem\nschriftlichen Dokument, das den Parteien in Papierform zur Verfügung steht, oder in einem Dokument in einem anderen\nherunterladbaren, dauerhaften und zugänglichen Format dokumentiert.", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 30(2)", "text": "(2) Die vertraglichen Vereinbarungen über die Nutzung von IKT-Dienstleistungen umfassen mindestens folgende\nElemente:\na) eine klare und vollständige Beschreibung aller Funktionen und IKT-Dienstleistungen, die der IKT-Drittdienstleister\nbereitzustellen hat, wobei anzugeben ist, ob die Vergabe von Unteraufträgen für IKT-Dienstleistungen, die kritische\noder wichtige Funktionen oder wesentliche Teile davon unterstützen, zulässig ist, und — wenn dies der Fall ist —\nwelche Bedingungen für diese Unterauftragsvergabe gelten;\nb) die Standorte — das heißt die Regionen oder Länder —, an denen die vertraglich vereinbarten oder an Unterauft\nragnehmer vergebenen Funktionen und IKT-Dienstleistungen bereitzustellen sind und an denen Daten verarbeitet\nwerden sollen, einschließlich des Speicherorts, sowie die Auflage für den IKT-Drittdienstleister, das Finanzunternehmen\nvorab zu benachrichtigen, wenn er eine Änderung dieser Standorte beabsichtigt;\nc) Bestimmungen über Verfügbarkeit, Authentizität, Integrität und Vertraulichkeit in Bezug auf den Datenschutz,\neinschließlich des Schutzes personenbezogener Daten;\nd) Bestimmungen über die Sicherstellung des Zugangs zu personenbezogenen und nicht personenbezogenen Daten, die\nvon dem Finanzunternehmen im Fall einer Insolvenz, Abwicklung, Einstellung der Geschäftstätigkeit des IKTDrittdienstleisters oder einer Beendigung der vertraglichen Vereinbarungen verarbeitet werden, sowie über die\nWiederherstellung und Rückgabe dieser Daten in einem leicht zugänglichen Format;\ne) Beschreibungen der Dienstleistungsgüte, einschließlich Aktualisierungen und Überarbeitungen;\nf) die Verpflichtung des IKT-Drittdienstleisters, dem Finanzunternehmen bei einem IKT-Vorfall, der mit dem für das\nFinanzunternehmen bereitgestellten IKT-Dienst in Verbindung steht, ohne zusätzliche Kosten oder zu vorab\nfestzusetzenden Kosten Unterstützung zu leisten;\ng) die Verpflichtung des IKT-Drittdienstleisters, vollumfänglich mit den für das Finanzunternehmen zuständigen Behörden\nund Abwicklungsbehörden zusammenzuarbeiten, einschließlich der von diesen benannten Personen;\nh) Kündigungsrechte und damit zusammenhängende Mindestkündigungsfristen für die Beendigung der vertraglichen\nVereinbarungen entsprechend den Erwartungen der zuständigen Behörden und der Abwicklungsbehörden;\ni) Bedingungen für die Teilnahme von IKT-Drittdienstleistern an den von den Finanzunternehmen angebotenen\nProgrammen zur Sensibilisierung für IKT-Sicherheit und Schulungen zur digitalen operationalen Resilienz gemäß", "source_sha256": "0eb896db808c049c02b6aa18a6255f188a90c034976203d8edd5cc43414e205a"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 19(10)", "text": "(10) Vorfälle, die IKT-Dienstleistungen oder Netzwerk- und Informationssysteme zur Unterstützung kritischer oder\nwichtiger Funktionen oder zulassungspflichtige Finanzdienstleistungen betreffen, oder ein böswilliger unbefugter\nZugriff auf Netzwerk- und Informationssysteme zur Unterstützung kritischer oder wichtiger Funktionen sollten als\nVorfälle angesehen werden, die kritische Dienstleistungen der Finanzunternehmen betreffen. Ein böswilliger,\nunbefugter Zugriff auf Netzwerk- und Informationssysteme zur Unterstützung kritischer oder wichtiger Funktionen\nvon Finanzunternehmen birgt ernsthafte Risiken für das Finanzunternehmen und sollte, da auch andere\nFinanzunternehmen davon betroffen sein könnten, stets als schwerwiegender Vorfall betrachtet werden, der\ngemeldet werden muss.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 19(11)", "text": "(11) Wiederholte Vorfälle mit offensichtlich ähnlicher Ursache, die einzeln betrachtet keine schwerwiegenden Vorfälle\nsind, können auf erhebliche Mängel und Schwächen in den Verfahren des Finanzunternehmens für das Management\nvon Vorfällen und Risiken hinweisen. Deswegen sollten wiederholte Vorfälle insgesamt als schwerwiegend betrachtet\nwerden, wenn sie über einen gewissen Zeitraum mehrfach auftreten.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 19(12)", "text": "(12) Da Cyberbedrohungen negative Auswirkungen auf das Finanzunternehmen und den Finanzsektor haben können,\nsollte bei etwaigen von den Finanzunternehmen gemeldeten erheblichen Cyberbedrohungen auf die Eintrittswahr\nscheinlichkeit und die Kritikalität der potenziellen Auswirkungen hingewiesen werden. Um eine eindeutige und\nkonsistente Bewertung der Signifikanz von Cyberbedrohungen sicherzustellen, sollte die Klassifizierung einer\nCyberbedrohung als erheblich von der Wahrscheinlichkeit, dass die Klassifizierungskriterien für schwerwiegende\nVorfälle und die zugehörigen Schwellenwerte bei Eintritt der Bedrohung erfüllt würden, sowie von der Art der\nCyberbedrohung und den verfügbaren Informationen des Finanzunternehmens abhängen.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 19(3)", "text": "(3) Delegierte Verordnung (EU) 2018/959 der Kommission vom 14. März 2018 zur Ergänzung der Verordnung (EU) Nr. 575/2013 des\nEuropäischen Parlaments und des Rates durch technische Regulierungsstandards zur Festlegung der Beurteilungsmethode, nach der\ndie zuständigen Behörden Instituten die Verwendung fortgeschrittener Messansätze für operationelle Risiken gestatten (ABl. L 169\nvom 6.7.2018, S. 1. ELI: http://data.europa.eu/eli/reg_del/2018/959/oj).\n2/9 ELI: http://data.europa.eu/eli/reg_del/2024/1772/oj\nDE\nABl. L vom 25.6.2024", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 19(13)", "text": "(13) Da die zuständigen Behörden in anderen Mitgliedstaaten über Vorfälle, die sich auf Finanzunternehmen und Kunden\nin ihrem Hoheitsgebiet auswirken, benachrichtigt werden müssen, sollte die in Artikel 19 Absatz 7 der Verordnung\n(EU) 2022/2554 vorgesehene Bewertung der Auswirkungen in einem anderen Hoheitsgebiet auf den Ursachen des\nVorfalls, dem Ansteckungspotenzial über Drittdienstleister und Finanzmarktinfrastrukturen sowie den\nAuswirkungen des Vorfalls auf bedeutende Gruppen von Kunden oder finanziellen Gegenparteien beruhen.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 19(14)", "text": "(14) Die in Artikel 19 Absätze 6 und 7 der Verordnung (EU) 2022/2554 genannten Melde- und Benachrichtigungs\nverfahren sollten es den jeweiligen Empfängern ermöglichen, die Auswirkungen der Vorfälle zu bewerten. Deswegen\nsollten die übermittelten Informationen alle Einzelheiten beinhalten, die in den Vorfallmeldungen des\nFinanzunternehmens an die zuständige Behörde enthalten sind.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 19(15)", "text": "(15) Stellt ein Vorfall eine Verletzung des Schutzes personenbezogener Daten im Sinne der Verordnung (EU) 2016/679\ndes Europäischen Parlaments und des Rates(4)und der Richtlinie 2002/58/EG des Europäischen Parlaments und des\nRates(5) dar, so sollte die vorliegende Verordnung die in den genannten Rechtsvorschriften der Union festgelegten\nAufzeichnungs- und Benachrichtigungspflichten bei Verletzungen des Schutzes personenbezogener Daten\nunberührt lassen. Die zuständigen Behörden sollten mit den in der Verordnung (EU) 2016/679 und der\nRichtlinie 2002/58/EG genannten Behörden zusammenarbeiten und Informationen über alle relevanten\nAngelegenheiten austauschen.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 19(16)", "text": "(16) Diese Verordnung beruht auf dem Entwurf technischer Regulierungsstandards, den die Europäischen Aufsichts\nbehörden der Kommission in Abstimmung mit der Agentur der Europäischen Union für Cybersicherheit (ENISA)\nund der Europäischen Zentralbank (EZB) vorgelegt haben.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 19(17)", "text": "(17) Der in Artikel 54 der Verordnung (EU) Nr. 1093/2010 des Europäischen Parlaments und des Rates(6), in Artikel 54\nder Verordnung (EU) Nr. 1094/2010 des Europäischen Parlaments und des Rates(7) und in Artikel 54 der\nVerordnung (EU) Nr. 1095/2010 des Europäischen Parlaments und des Rates(8)genannte Gemeinsame Ausschuss\nder Europäischen Aufsichtsbehörden hat zu diesem Entwurf technischer Regulierungsstandards, auf dem die\nvorliegende Verordnung beruht, öffentliche Konsultationen durchgeführt, die damit verbundenen Kosten- und\nNutzeneffekte analysiert und die Stellungnahme der nach Artikel 37 der Verordnung (EU) Nr. 1093/2010\neingesetzten Interessengruppe Bankensektor, der nach Artikel 37 der Verordnung (EU) Nr. 1094/2010 eingesetzten\nInteressengruppe Versicherung und Rückversicherung und der nach Artikel 37 der Verordnung (EU) Nr. 1095/2010\neingesetzten Interessengruppe Wertpapiere und Wertpapiermärkte eingeholt.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 19(4)", "text": "(4) Verordnung (EU) 2016/679 des Europäischen Parlaments und des Rates vom 27. April 2016 zum Schutz natürlicher Personen bei der\nVerarbeitung personenbezogener Daten, zum freien Datenverkehr und zur Aufhebung der Richtlinie 95/46/EG (DatenschutzGrundverordnung) (ABl. L 119 vom 4.5.2016, S. 1, ELI: http://data.europa.eu/eli/reg/2016/679/oj).", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 19(5)", "text": "(5) Richtlinie 2002/58/EG des Europäischen Parlaments und des Rates vom 12. Juli 2002 über die Verarbeitung personenbezogener Daten\nund den Schutz der Privatsphäre in der elektronischen Kommunikation (Datenschutzrichtlinie für elektronische Kommunikation)\n(ABl. L 201 vom 31.7.2002, S. 37, ELI: http://data.europa.eu/eli/dir/2002/58/oj).", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 19(6)", "text": "(6) Verordnung (EU) Nr. 1093/2010 des Europäischen Parlaments und des Rates vom 24. November 2010 zur Errichtung einer\nEuropäischen Aufsichtsbehörde (Europäische Bankenaufsichtsbehörde), zur Änderung des Beschlusses Nr. 716/2009/EG und zur\nAufhebung des Beschlusses 2009/78/EG der Kommission (ABl. L 331 vom 15.12.2010, S. 12. ELI: http://data.europa.eu/eli/reg/2010/\n1093/oj).", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 19(7)", "text": "(7) Verordnung (EU) Nr. 1094/2010 des Europäischen Parlaments und des Rates vom 24. November 2010 zur Errichtung einer\nEuropäischen Aufsichtsbehörde (Europäische Aufsichtsbehörde für das Versicherungswesen und die betriebliche Altersversorgung),\nzur Änderung des Beschlusses Nr. 716/2009/EG und zur Aufhebung des Beschlusses 2009/79/EG der Kommission (ABl. L 331 vom\n15.12.2010, S. 48. ELI: http://data.europa.eu/eli/reg/2010/1094/oj).", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 19(8)", "text": "(8) Verordnung (EU) Nr. 1095/2010 des Europäischen Parlaments und des Rates vom 24. November 2010 zur Errichtung einer\nEuropäischen Aufsichtsbehörde (Europäische Wertpapier- und Marktaufsichtsbehörde), zur Änderung des Beschlusses\nNr. 716/2009/EG und zur Aufhebung des Beschlusses 2009/77/EG der Kommission (ABl. L 331 vom 15.12.2010, S. 84. ELI:\nhttp://data.europa.eu/eli/reg/2010/1095/oj).\nELI: http://data.europa.eu/eli/reg_del/2024/1772/oj 3/9\nDE\nABl. L vom 25.6.2024", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 19(18)", "text": "(18) Der Europäische Datenschutzbeauftragte wurde gemäß Artikel 42 Absatz 1 der Verordnung (EU) 2018/1725 des\nEuropäischen Parlaments und des Rates(9)angehört und hat am 24. Januar 2024eine Stellungnahme abgegeben —\nHAT FOLGENDE VERORDNUNG ERLASSEN:\nKAPITEL I\nKLASSIFIZIERUNGSKRITERIEN", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 1(1)", "text": "(1) Die in Artikel 18 Absatz 1 Buchstabe a der Verordnung (EU) 2022/2554 genannte Anzahl der von dem Vorfall\nbetroffenen Kunden spiegelt die Anzahl aller betroffenen Kunden unabhängig davon, ob es sich um natürliche oder\njuristische Personen handelt, wider, die den vom Finanzunternehmen bereitgestellten Dienst während des Vorfalls nicht\nnutzen können bzw. konnten oder die durch den Vorfall beeinträchtigt wurden. Diese Anzahl umfasst auch Dritte, die als\nNutznießer der betroffenen Dienste ausdrücklich unter die vertragliche Vereinbarung zwischen dem Finanzunternehmen\nund dem Kunden fallen.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 1(2)", "text": "(2) Die in Artikel 18 Absatz 1 Buchstabe a der Verordnung (EU) 2022/2554 genannte Anzahl der von dem Vorfall\nbetroffenen finanziellen Gegenparteien spiegelt die Anzahl aller betroffenen finanziellen Gegenparteien wider, die eine\nvertragliche Vereinbarung mit dem Finanzunternehmen geschlossen haben.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 1(3)", "text": "(3) In Bezug auf die in Artikel 18 Absatz 1 Buchstabe a der Verordnung (EU) 2022/2554 genannte Relevanz der von\ndem Vorfall betroffenen Kunden und finanziellen Gegenparteien berücksichtigt das Finanzunternehmen, in welchem Maße\nsich die Auswirkungen auf einen Kunden oder eine finanzielle Gegenpartei auf die Verwirklichung der Geschäftsziele des\nFinanzunternehmens auswirken werden und wie sich der Vorfall auf die Markteffizienz auswirken könnte.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 1(4)", "text": "(4) In Bezug auf den Wert oder die Anzahl der von dem Vorfall betroffenen Transaktionen im Sinne von Artikel 18\nAbsatz 1 Buchstabe a der Verordnung (EU) 2022/2554 berücksichtigt das Finanzunternehmen alle betroffenen\nTransaktionen über einen Geldbetrag, sofern mindestens ein Teil der Transaktion in der Union durchgeführt wird.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 1(5)", "text": "(5) Lässt sich die tatsächliche Anzahl der betroffenen Kunden oder finanziellen Gegenparteien oder die tatsächliche\nAnzahl oder der tatsächliche Wert der betroffenen Transaktionen nicht bestimmen, so schätzt das Finanzunternehmen\ndiese Zahlen oder Werte auf der Grundlage verfügbarer Daten aus vergleichbaren Referenzzeiträumen.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 2(1)", "text": "(1) Zur Bestimmung des in Artikel 18 Absatz 1 Buchstabe a der Verordnung (EU) 2022/2554 genannten Reputations\nschadens betrachten die Finanzunternehmen einen Reputationsschaden als eingetreten, wenn mindestens eines der\nfolgenden Kriterien erfüllt ist:\na) über den Vorfall wurde in den Medien berichtet;\nb) der Vorfall hat zu wiederholten Beschwerden verschiedener Kunden oder finanzieller Gegenparteien über\nkundenorientierte Dienstleistungen oder kritische Geschäftsbeziehungen geführt;\nc) das Finanzunternehmen wird aufgrund des Vorfalls nicht oder wahrscheinlich nicht in der Lage sein, regulatorische\nAnforderungen zu erfüllen;\nd) das Finanzunternehmen wird infolge des Vorfalls Kunden oder finanzielle Gegenparteien verlieren oder\nwahrscheinlich verlieren, was wesentliche Auswirkungen auf seine Geschäftstätigkeit haben wird.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 2(9)", "text": "(9) Verordnung (EU) 2018/1725 des Europäischen Parlaments und des Rates vom 23. Oktober 2018 zum Schutz natürlicher Personen bei\nder Verarbeitung personenbezogener Daten durch die Organe, Einrichtungen und sonstigen Stellen der Union, zum freien\nDatenverkehr und zur Aufhebung der Verordnung (EG) Nr. 45/2001 und des Beschlusses Nr. 1247/2002/EG (ABl. L 295 vom\n21.11.2018, S. 39, ELI: http://data.europa.eu/eli/reg/2018/1725/oj).\n4/9 ELI: http://data.europa.eu/eli/reg_del/2024/1772/oj\nDE\nABl. L vom 25.6.2024", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 2(2)", "text": "(2) Bei der Bewertung der Reputationswirkung des Vorfalls berücksichtigen die Finanzunternehmen die Sichtbarkeit, die\nder Vorfall in Bezug auf jedes in Absatz 1 aufgeführte Kriterium erlangt hat oder wahrscheinlich erlangen wird.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 3(1)", "text": "(1) Die Finanzunternehmen messen die in Artikel 18 Absatz 1 Buchstabe b der Verordnung (EU) 2022/2554 genannte\nDauer eines Vorfalls ab dem Zeitpunkt des Eintritts des Vorfalls bis zum Zeitpunkt der Behebung des Vorfalls.\nKönnen die Finanzunternehmen den Eintrittszeitpunkt des Vorfalls nicht bestimmen, messen sie die Dauer des Vorfalls ab\ndem Zeitpunkt seiner Feststellung. Wissen Finanzunternehmen schon um den Vorfall, bevor er festgestellt wurde, messen\nsie die Dauer ab dem Zeitpunkt, zu dem der Vorfall in den Netzwerk- oder Systemprotokollen oder anderen Datenquellen\naufgezeichnet wurde.\nWissen Finanzunternehmen noch nicht, wann der Vorfall behoben sein wird, oder können sie Aufzeichnungen in\nProtokollen oder anderen Datenquellen nicht verifizieren, so ziehen sie Schätzungen heran.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 3(2)", "text": "(2) Finanzunternehmen messen die in Artikel 18 Absatz 1 Buchstabe b der Verordnung (EU) 2022/2554 genannten\nAusfallzeiten bei einem Vorfall ab dem Zeitpunkt, zu dem der Dienst für Kunden, finanzielle Gegenparteien oder andere\ninterne oder externe Nutzer ganz oder teilweise nicht mehr verfügbar ist, bis zu dem Zeitpunkt, zu dem die regulären\nTätigkeiten oder Vorgänge in dem vor dem Vorfall herrschenden Umfang wiederhergestellt sind. Führen die Ausfallzeiten\nnach der Wiederherstellung der regulären Tätigkeiten oder Vorgänge zu einer Verzögerung bei der Bereitstellung von\nDienstleistungen, so werden die Ausfallzeiten vom Beginn des Vorfalls bis zu dem Zeitpunkt gemessen, zu dem die\nverzögerte Dienstleistung in vollem Umfang erbracht ist.\nKönnen die Finanzunternehmen den Beginn der Ausfallzeiten nicht bestimmen, messen sie die Dauer der Ausfallzeiten ab\ndem Zeitpunkt ihrer Feststellung.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 4(1)", "text": "Geografische Ausbreitung\nUm die in Artikel 18 Absatz 1 Buchstabe c der Verordnung (EU) 2022/2554 genannte geografische Ausbreitung im\nHinblick auf die von dem Vorfall betroffenen Gebiete zu bestimmen, bewerten Finanzunternehmen, ob der Vorfall\nAuswirkungen in anderen Mitgliedstaaten hat oder hatte, und insbesondere, wie erheblich die Auswirkungen in Bezug auf\neines von Folgendem sind:\na) Kunden und finanzielle Gegenparteien in anderen Mitgliedstaaten;\nb) Zweigniederlassungen oder andere Finanzunternehmen innerhalb der Gruppe, die in anderen Mitgliedstaaten tätig\nsind;\nc) Finanzmarktinfrastrukturen oder Drittdienstleister mit möglichen Auswirkungen auf Finanzunternehmen in\nanderen Mitgliedstaaten, für die sie Dienstleistungen erbringen, soweit diese Informationen verfügbar sind.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 5(1)", "text": "Verluste von Daten\nUm die in Artikel 18 Absatz 1 Buchstabe d der Verordnung (EU) 2022/2554 genannten Verluste von Daten, die durch den\nVorfall verursacht werden, zu bestimmen, berücksichtigen die Finanzunternehmen Folgendes:\na) in Bezug auf die Verfügbarkeit von Daten, ob der Vorfall die vom Finanzunternehmen, seinen Kunden oder seinen\nGegenparteien nachgefragten Daten vorübergehend oder dauerhaft unzugänglich oder unbrauchbar gemacht hat;\nb) in Bezug auf die Authentizität der Daten, ob der Vorfall die Vertrauenswürdigkeit der Datenquelle kompromittiert\nhat;\nELI: http://data.europa.eu/eli/reg_del/2024/1772/oj 5/9\nDE\nABl. L vom 25.6.2024\nc) in Bezug auf die Integrität der Daten, ob der Vorfall zu einer nicht autorisierten Veränderung der Daten geführt hat,\nwodurch diese unrichtig oder unvollständig geworden sind;\nd) in Bezug auf die Vertraulichkeit der Daten, ob der Vorfall dazu geführt hat, dass eine unbefugte Partei oder ein\nunbefugtes System Zugang zu oder Kenntnis von den Daten erhalten hat.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 6(1)", "text": "Kritikalität der betroffenen Dienste\nUm die in Artikel 18 Absatz 1 Buchstabe e der Verordnung (EU) 2022/2554 genannte Kritikalität der betroffenen Dienste\nzu bestimmen, bewerten die Finanzunternehmen, ob der Vorfall\na) IKT-Dienste oder Netzwerk- und Informationssysteme zur Unterstützung kritischer oder wichtiger Funktionen des\nFinanzunternehmens beeinträchtigt oder beeinträchtigt hat;\nb) von dem Finanzunternehmen erbrachte Finanzdienstleistungen beeinträchtigt oder beeinträchtigt hat, die einer\nZulassung oder Registrierung bedürfen oder von den zuständigen Behörden beaufsichtigt werden;\nc) einen erfolgreichen, böswilligen und unbefugten Zugriff auf die Netzwerk- und Informationssysteme des\nFinanzunternehmens darstellt oder dargestellt hat.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 7(1)", "text": "(1) Zur Bestimmung der in Artikel 18 Absatz 1 Buchstabe f der Verordnung (EU) 2022/2554 genannten\nwirtschaftlichen Auswirkungen des Vorfalls berücksichtigen die Finanzunternehmen, ohne Einrechnung von finanziellen\nWiedereinziehungen, die folgenden Arten von direkten und indirekten Kosten und Verlusten, die ihnen infolge des Vorfalls\nentstanden sind:\na) enteignete Mittel oder finanzielle Vermögenswerte, für die sie haften, einschließlich gestohlener Vermögenswerte;\nb) Kosten für die Ersetzung oder Verlegung von Software, Hardware oder Infrastruktur;\nc) Personalkosten, einschließlich Kosten im Zusammenhang mit der Ersetzung oder Verlegung von Personal, der\nEinstellung zusätzlichen Personals, der Vergütung von Überstunden und der Wiederherstellung verloren gegangener\noder beeinträchtigter Kompetenzen;\nd) Gebühren wegen Nichteinhaltung vertraglicher Verpflichtungen;\ne) Kosten für Ausgleichs- und Entschädigungszahlungen an Kunden;\nf) Verluste wegen entgangener Einnahmen;\ng) Kosten für die interne und externe Kommunikation;\nh) Beratungskosten, einschließlich Kosten für Rechtsberatung, forensische Dienstleistungen und Behebungsdienst\nleistungen.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 7(2)", "text": "(2) Die in Absatz 1 genannten Kosten und Verluste schließen keine Kosten ein, die für den alltäglichen Geschäftsbetrieb\nnotwendig sind, insbesondere\na) keine Kosten für die allgemeine Instandhaltung von Infrastruktur, Ausrüstung, Hardware und Software und keine\nKosten für die laufende Fortbildung des Personals, um dessen Kompetenzen auf Stand zu halten;\nb) keine internen oder externen Kosten für die Verstärkung des Geschäftsbetriebs nach dem Vorfall, insbesondere auch\nkeine Kosten für Upgrades, Verbesserungen und Initiativen zur Risikobewertung;\nc) keine Versicherungsprämien.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 7(3)", "text": "(3) Die Finanzunternehmen berechnen die Höhe der Kosten und Verluste auf der Grundlage der zum Meldezeitpunkt\nverfügbaren Daten. Kann die tatsächliche Höhe der Kosten und Verluste nicht bestimmt werden, so schätzen die\nFinanzunternehmen die entsprechenden Beträge.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 7(4)", "text": "(4) Bei der Bewertung der wirtschaftlichen Auswirkungen des Vorfalls summieren die Finanzunternehmen die in\nAbsatz 1 genannten Kosten und Verluste.\n6/9 ELI: http://data.europa.eu/eli/reg_del/2024/1772/oj\nDE\nABl. L vom 25.6.2024\nKAPITEL II\nSCHWERWIEGENDE VORFÄLLE UND WESENTLICHKEITSSCHWELLEN", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 8(1)", "text": "(1) Ein Vorfall wird für die Zwecke von Artikel 19 Absatz 1 der Verordnung (EU) 2022/2554 als schwerwiegender\nVorfall angesehen, wenn die in Artikel 6 genannten kritischen Dienste beeinträchtigt und eine der folgenden beiden\nBedingungen erfüllt ist:\na) Die in Artikel 9 Absatz 5 Buchstabe b genannte Wesentlichkeitsschwelle ist erreicht;\nb) zwei oder mehr der in Artikel 9 Absätze 1 bis 6 genannten anderen Wesentlichkeitsschwellen sind erreicht.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 8(2)", "text": "(2) Wiederholte Vorfälle, die nach Absatz 1 einzeln betrachtet keine schwerwiegenden Vorfälle sind, werden\nzusammengenommen als schwerwiegender Vorfall betrachtet, wenn sie alle folgenden Bedingungen erfüllen:\na) Sie sind innerhalb von sechs Monaten mindestens zwei Mal aufgetreten;\nb) sie haben dieselbe offensichtliche Ursache im Sinne von Artikel 20 Absatz 1 Buchstabe b der Verordnung\n(EU) 2022/2554;\nc) sie erfüllen zusammengenommen die in Absatz 1 festgelegten Kriterien für die Betrachtung als schwerwiegender\nVorfall.\nDie Finanzunternehmen bewerten das Vorliegen wiederholter Vorfälle monatlich.\nDieser Absatz gilt nicht für Kleinstunternehmen und die in Artikel 16 Absatz 1 der Verordnung (EU) 2022/2554 genannten\nFinanzunternehmen.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 9(1)", "text": "(1) Die Wesentlichkeitsschwelle für das Kriterium „Kunden, finanzielle Gegenparteien und Transaktionen“ ist erreicht,\nwenn eine der folgenden Bedingungen erfüllt ist:\na) Die Zahl der betroffenen Kunden beläuft sich auf mehr als 10 % aller Kunden, die die betroffene Dienstleistung\nnutzen;\nb) die Zahl der betroffenen Kunden, die die betroffene Dienstleistung nutzen, liegt bei mehr als 100 000;\nc) die Zahl der betroffenen finanziellen Gegenparteien beläuft sich auf mehr als 30 % aller finanziellen Gegenparteien,\ndie Tätigkeiten im Zusammenhang mit der Bereitstellung der betroffenen Dienstleistung ausüben;\nd) die Zahl der betroffenen Transaktionen beläuft sich auf mehr als 10 % der täglichen durchschnittlichen Zahl von\nTransaktionen, die das Finanzunternehmen im Zusammenhang mit der betroffenen Dienstleistung durchführt;\ne) der Wert der betroffenen Transaktionen beträgt mehr als 10 % des täglichen Durchschnittswerts der Transaktionen,\ndie das Finanzunternehmen im Zusammenhang mit der betroffenen Dienstleistung durchführt;\nf) betroffen sind Kunden oder finanzielle Gegenparteien, die nach Artikel 1 Absatz 3 als relevant eingestuft wurden.\nLässt sich die tatsächliche Anzahl der betroffenen Kunden oder finanziellen Gegenparteien oder die tatsächliche Anzahl\noder der tatsächliche Wert der betroffenen Transaktionen nicht bestimmen, so schätzt das Finanzunternehmen diese\nZahlen oder Werte auf der Grundlage verfügbarer Daten aus vergleichbaren Referenzzeiträumen.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 9(2)", "text": "(2) Die Wesentlichkeitsschwelle für das Kriterium „Reputationsschaden“ ist erreicht, wenn eine der in Artikel 2\nBuchstaben a bis d genannten Bedingungen erfüllt ist.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 9(3)", "text": "(3) Die Wesentlichkeitsschwelle für das Kriterium „Dauer und Ausfallzeiten“ ist erreicht, wenn eine der folgenden\nBedingungen erfüllt ist:\na) Der Vorfall dauert mehr als 24 Stunden;\nELI: http://data.europa.eu/eli/reg_del/2024/1772/oj 7/9\nDE\nABl. L vom 25.6.2024\nb) die Ausfallzeiten bei IKT-Diensten zur Unterstützung kritischer oder wichtiger Funktionen betragen mehr als zwei\nStunden.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 9(4)", "text": "(4) Die Wesentlichkeitsschwelle für das Kriterium „geografische Ausbreitung“ ist erreicht, wenn der Vorfall im Sinne von", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 4(5)", "text": "(5) Die Wesentlichkeitsschwelle für das Kriterium „Verluste von Daten“ ist erreicht, wenn eine der folgenden\nBedingungen erfüllt ist:\na) Eine in Artikel 5 genannte Auswirkung auf die Verfügbarkeit, Authentizität, Integrität oder Vertraulichkeit von Daten\nhat negative Auswirkungen auf die Verwirklichung der Geschäftsziele des Finanzunternehmens oder auf dessen\nFähigkeit, regulatorische Anforderungen zu erfüllen, oder wird solche negativen Auswirkungen haben;\nb) es findet ein nicht unter Buchstabe a fallender erfolgreicher böswilliger und unbefugter Zugriff auf Netzwerk- und\nInformationssysteme statt, sofern dieser Zugriff zu Verlusten von Daten führen kann.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 4(6)", "text": "(6) Die Wesentlichkeitsschwelle für das Kriterium „wirtschaftliche Auswirkungen“ ist erreicht, wenn die Kosten und\nVerluste, die dem Finanzunternehmen durch den Vorfall entstanden sind, 100 000 EUR übersteigen oder wahrscheinlich\nübersteigen werden.\nKAPITEL III\nERHEBLICHE CYBERBEDROHUNGEN", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 10(1)", "text": "Hohe Wesentlichkeitsschwellen für die Bestimmung erheblicher Cyberbedrohungen\nFür die Zwecke von Artikel 18 Absatz 2 der Verordnung (EU) 2022/2554 wird eine Cyberbedrohung als erheblich\nangesehen, wenn alle folgenden Bedingungen erfüllt sind:\na) Die Cyberbedrohung könnte nach den verfügbaren Informationen des Finanzunternehmens bei Eintritt kritische\noder wichtige Funktionen des Finanzunternehmens beeinträchtigen oder beeinträchtigt haben oder könnte andere\nFinanzunternehmen, Drittdienstleister, Kunden oder finanzielle Gegenparteien beeinträchtigen.\nb) Die Cyberbedrohung hat eine hohe Eintrittswahrscheinlichkeit bei dem Finanzunternehmen oder bei anderen\nFinanzunternehmen, wenn mindestens die folgenden Elemente berücksichtigt werden:\ni) die mit der unter Buchstabe a genannten Cyberbedrohung zusammenhängenden einschlägigen Risiken,\ninsbesondere auch potenzielle Schwachstellen der Systeme des Finanzunternehmens, die ausgenutzt werden\nkönnen;\nii) die Fähigkeiten und Absichten der Angreifer, soweit dem Finanzunternehmen bekannt;\niii) das Anhalten der Bedrohung und etwaige Kenntnisse über bisherige Vorfälle, die sich auf das\nFinanzunternehmen oder dessen Drittdienstleister, Kunden oder finanzielle Gegenparteien ausgewirkt haben.\nc) Die Cyberbedrohung könnte bei Eintritt das folgende Kriterium oder einen der folgenden Schwellenwerte erfüllen:\ni) das in Artikel 18 Absatz 1 Buchstabe e der Verordnung (EU) 2022/2554 genannte Kriterium der Kritikalität\nder Dienste, wie in Artikel 6 der vorliegenden Verordnung ausgeführt;\nii) die in Artikel 9 Absatz 1 ausgeführte Wesentlichkeitsschwelle;\niii) die in Artikel 9 Absatz 4 ausgeführte Wesentlichkeitsschwelle.\nKommt das Finanzunternehmen je nach Art der Cyberbedrohung und den verfügbaren Informationen zu dem Schluss, dass\ndie in Artikel 9 Absätze 2, 3, 5 und 6 genannten Wesentlichkeitsschwellen erreicht werden könnten, so können diese\nSchwellenwerte ebenfalls berücksichtigt werden.\n8/9 ELI: http://data.europa.eu/eli/reg_del/2024/1772/oj\nDE\nABl. L vom 25.6.2024\nKAPITEL IV\nRELEVANZ SCHWERWIEGENDER VORFÄLLE FÜR DIE ZUSTÄNDIGEN BEHÖRDEN IN ANDEREN MITGLIEDSTAATEN\nUND EINZELHEITEN DER MELDUNGEN AN ANDERE ZUSTÄNDIGE BEHÖRDEN", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 11(1)", "text": "Relevanz schwerwiegender Vorfälle für die zuständigen Behörden in anderen Mitgliedstaaten\nDie in Artikel 19 Absatz 7 der Verordnung (EU) 2022/2554 genannte Bewertung, ob der schwerwiegende Vorfall für die\nzuständigen Behörden in anderen Mitgliedstaaten von Belang ist, stützt sich darauf, ob der Vorfall eine von einem anderen\nMitgliedstaat ausgehende Ursache oder in einem anderen Mitgliedstaat erhebliche Auswirkungen in Bezug auf eines von\nFolgendem hat:\na) Kunden oder finanzielle Gegenparteien;\nb) eine Zweigniederlassung des Finanzunternehmens oder ein anderes Finanzunternehmen innerhalb der Gruppe;\nc) eine Finanzmarktinfrastruktur oder einen Drittdienstleister mit potenziellen Auswirkungen auf die\nFinanzunternehmen, für die Dienstleistungen erbracht werden.", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 12(1)", "text": "An andere zuständige Behörden zu übermittelnde Einzelheiten zu schwerwiegenden Vorfällen\nDie Einzelheiten schwerwiegender Vorfälle, die von den zuständigen Behörden nach Artikel 19 Absatz 6 der Verordnung\n(EU) 2022/2554 an andere zuständige Behörden zu übermitteln sind, und die Benachrichtigungen, die die EBA, die ESMA\noder die EIOPA und die EZB nach Artikel 19 Absatz 7 der genannten Verordnung an die jeweils zuständigen Behörden in\nanderen Mitgliedstaaten zu übermitteln haben, weisen denselben Umfang an Informationen — ohne Anonymisierung —\nauf wie die Meldungen schwerwiegender Vorfälle, die nach Artikel 19 Absatz 4 der Verordnung (EU) 2022/2554 von\nFinanzunternehmen vorzulegen sind.\nKAPITEL V\nSCHLUSSBESTIMMUNGEN", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 13(1)", "text": "Inkrafttreten\nDiese Verordnung tritt am zwanzigsten Tag nach ihrer Veröffentlichung im Amtsblatt der Europäischen Union in Kraft.\nDiese Verordnung ist in allen ihren Teilen verbindlich und gilt unmittelbar in jedem\nMitgliedstaat.\nBrüssel, den 13. März 2024\nFür die Kommission\nDie Präsidentin\nUrsula VON DER LEYEN\nELI: http://data.europa.eu/eli/reg_del/2024/1772/oj 9/9", "source_sha256": "badd3139bed89f42555fd4c050bf9dd91db4d789f7090f78fb9360438141b064"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 1(3)", "text": "(3) Verordnung (EU) Nr. 1093/2010 des Europäischen Parlaments und des Rates vom 24. November 2010 zur Errichtung einer\nEuropäischen Aufsichtsbehörde (Europäische Bankenaufsichtsbehörde), zur Änderung des Beschlusses Nr. 716/2009/EG und zur\nAufhebung des Beschlusses 2009/78/EG der Kommission (ABl. L 331 vom 15.12.2010, S. 12, ELI: http://data.europa.eu/eli/reg/2010/\n1093/oj).", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 1(4)", "text": "(4) Verordnung (EU) Nr. 1094/2010 des Europäischen Parlaments und des Rates vom 24. November 2010 zur Errichtung einer\nEuropäischen Aufsichtsbehörde (Europäische Aufsichtsbehörde für das Versicherungswesen und die betriebliche Altersversorgung),\nzur Änderung des Beschlusses Nr. 716/2009/EG und zur Aufhebung des Beschlusses 2009/79/EG der Kommission (ABl. L 331 vom\n15.12.2010, S. 48, ELI: http://data.europa.eu/eli/reg/2010/1094/oj).", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 1(5)", "text": "(5) Verordnung (EU) Nr. 1095/2010 des Europäischen Parlaments und des Rates vom 24. November 2010 zur Errichtung einer\nEuropäischen Aufsichtsbehörde (Europäische Wertpapier- und Marktaufsichtsbehörde), zur Änderung des Beschlusses\nNr. 716/2009/EG und zur Aufhebung des Beschlusses 2009/77/EG der Kommission (ABl. L 331 vom 15.12.2010, S. 84, ELI:\nhttp://data.europa.eu/eli/reg/2010/1095/oj).", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 1(6)", "text": "(6) Verordnung (EU) 2018/1725 des Europäischen Parlaments und des Rates vom 23. Oktober 2018 zum Schutz natürlicher Personen bei\nder Verarbeitung personenbezogener Daten durch die Organe, Einrichtungen und sonstigen Stellen der Union, zum freien\nDatenverkehr und zur Aufhebung der Verordnung (EG) Nr. 45/2001 und des Beschlusses Nr. 1247/2002/EG (ABl. L 295 vom\n21.11.2018, S. 39, ELI: http://data.europa.eu/eli/reg/2018/1725/oj).\nELI: http://data.europa.eu/eli/reg_del/2024/1773/oj 3/9\nDE\nABl. L vom 25.6.2024\nf) die Nutzung von IKT-Drittdienstleistern, die einer Zulassung, Registrierung oder der Beaufsichtigung oder\nÜberwachung durch eine zuständige Behörde in einem Mitgliedstaat oder dem Überwachungsrahmen nach\nKapitel V Abschnitt II der Verordnung (EU) 2022/2554 unterliegen, sowie die Nutzung von IKT-Drittdienstleistern,\nauf die dies nicht zutrifft;\ng) die Nutzung von IKT-Drittdienstleistern, die der Zulassung, Registrierung oder der Beaufsichtigung oder\nÜberwachung durch eine Aufsichtsbehörde in einem Drittstaat unterliegen, sowie die Nutzung von IKTDrittdienstleistern, auf die dies nicht zutrifft;\nh) ob die Bereitstellung von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen sich auf\neinen einzigen IKT-Drittdienstleister oder eine kleine Anzahl solcher Dienstleister konzentriert;\ni) die Übertragbarkeit der IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen auf einen\nanderen IKT-Drittdienstleister, auch aufgrund technologischer Besonderheiten;\nj) die potenziellen Auswirkungen von Störungen bei der Bereitstellung der IKT-Dienstleistungen zur Unterstützung\nkritischer oder wichtiger Funktionen auf die Kontinuität der Tätigkeiten des Finanzunternehmens und auf die\nVerfügbarkeit seiner Dienstleistungen.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 2(1)", "text": "Anwendung auf eine Gruppe\nFindet diese Verordnung auf teilkonsolidierter oder konsolidierter Basis Anwendung, so gewährleistet das\nMutterunternehmen, das für die Erstellung des konsolidierten oder teilkonsolidierten Abschlusses für die Gruppe\nverantwortlich zeichnet, dass die Leitlinie in allen Finanzunternehmen, die Teil der Gruppe sind, konsistent umgesetzt wird\nund für die wirksame Anwendung dieser Verordnung auf allen relevanten Ebenen der Gruppe angemessen ist.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(1)", "text": "(1) Das Leitungsorgan überprüft die Leitlinie mindestens einmal jährlich und aktualisiert sie erforderlichenfalls. Die an\nder Leitlinie vorgenommenen Änderungen werden zeitnah und sobald dies im Rahmen der einschlägigen vertraglichen\nVereinbarungen möglich ist umgesetzt. Das Finanzunternehmen dokumentiert den geplanten zeitlichen Ablauf der\nUmsetzung.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(2)", "text": "(2) In der Leitlinie wird eine Methode festgelegt, mit der bestimmt wird, welche IKT-Dienstleistungen kritische oder\nwichtige Funktionen unterstützen, oder es wird auf eine solche Methode verwiesen. In der Leitlinie ist auch anzugeben,\nwann eine solche Bewertung vorgenommen und überprüft werden soll.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(3)", "text": "(3) In der Leitlinie werden die internen Zuständigkeiten für die Genehmigung, das Management, die Kontrolle und die\nDokumentation einschlägiger vertraglicher Vereinbarungen eindeutig zugewiesen, und es wird sichergestellt, dass\ninnerhalb des Finanzunternehmens angemessene Fähigkeiten, Erfahrung und Kenntnisse aufrechterhalten werden, damit\ndie einschlägigen vertraglichen Vereinbarungen, einschließlich der im Rahmen dieser Vereinbarungen erbrachten IKTDienstleistungen, wirksam überwacht werden können.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(4)", "text": "(4) Unbeschadet der letztlichen Verantwortung des Finanzunternehmens für die wirksame Beaufsichtigung der\neinschlägigen vertraglichen Vereinbarungen wird in der Leitlinie vorgeschrieben, dass der IKT-Drittdienstleister laut der\nBewertung über ausreichende Ressourcen verfügen muss, um sicherzustellen, dass das Finanzunternehmen alle seine\nrechtlichen und regulatorischen Anforderungen hinsichtlich der zur Unterstützung kritischer oder wichtiger Funktionen\nbereitgestellten IKT-Dienstleistungen erfüllt.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(5)", "text": "(5) In der Leitlinie wird eindeutig angegeben, bei welcher Funktion oder bei welchem Mitglied der Geschäftsleitung die\nZuständigkeit für die Überwachung der einschlägigen vertraglichen Vereinbarungen liegt. In der Leitlinie wird festgelegt,\nwie diese Funktion oder dieses Mitglied der Geschäftsleitung mit den Kontrollfunktionen zusammenarbeitet, es sei denn,\ndie Funktion oder das Mitglied ist Teil der Kontrollfunktionen, und es werden die Berichtspflichten gegenüber dem\nLeitungsorgan festgelegt, einschließlich der Art der zu meldenden Informationen und der vorzulegenden Dokumentation.\nDarüber hinaus wird festgelegt, wie häufig diese Berichterstattung erfolgt.\n4/9 ELI: http://data.europa.eu/eli/reg_del/2024/1773/oj\nDE\nABl. L vom 25.6.2024", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(6)", "text": "(6) Die Leitlinie gewährleistet, dass die vertraglichen Vereinbarungen mit Folgendem im Einklang stehen:\na) dem in Artikel 6 der Verordnung (EU) 2022/2554 genannten IKT-Risikomanagementrahmen;\nb) der in Artikel 9 Absatz 4 der Verordnung (EU) 2022/2554 genannten Informationssicherheitsleitlinie;\nc) der in Artikel 11 der Verordnung (EU) 2022/2554 genannten IKT-Geschäftsfortführungsleitlinie;\nd) den in Artikel 19 der Verordnung (EU) 2022/2554 festgelegten Anforderungen für die Meldung von Vorfällen.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(7)", "text": "(7) In der Leitlinie ist vorzusehen, dass IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen, die\nvon IKT-Drittdienstleistern bereitgestellt werden, einer unabhängigen Überprüfung unterzogen und in den Auditplan\naufgenommen werden.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(8)", "text": "(8) In der Leitlinie ist ausdrücklich festzulegen, dass die vertraglichen Vereinbarungen\na) das Finanzunternehmen und sein Leitungsorgan nicht von ihren aufsichtlichen Pflichten und Verantwortlichkeiten\ngegenüber ihren Kunden entbinden;\nb) die wirksame Beaufsichtigung eines Finanzunternehmens nicht verhindern und nicht gegen aufsichtliche\nEinschränkungen für Dienstleistungen und Tätigkeiten verstoßen dürfen;\nc) vorschreiben müssen, dass die IKT-Drittdienstleister mit den zuständigen Behörden zusammenarbeiten;\nd) vorschreiben müssen, dass das Finanzunternehmen, seine Revisoren und die zuständigen Behörden wirksam Zugang\nzu Daten und Räumlichkeiten haben müssen, die mit der Nutzung von IKT-Dienstleistungen zur Unterstützung\nkritischer oder wichtiger Funktionen zusammenhängen.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 4(1)", "text": "Hauptphasen des Lebenszyklus mit Blick auf die Annahme und Nutzung vertraglicher Vereinbarungen\nIn der Leitlinie werden für jede Hauptphase des Lebenszyklus der vertraglichen Vereinbarung die Anforderungen,\neinschließlich der Regelungen, Zuständigkeiten und Prozesse, festgelegt, die mindestens Folgendes abdecken:\na) die Zuständigkeiten des Leitungsorgans, gegebenenfalls einschließlich seiner Beteiligung an der\nEntscheidungsfindung hinsichtlich der Nutzung von IKT-Dienstleistungen zur Unterstützung kritischer oder\nwichtiger Funktionen, die von IKT-Drittdienstleistern bereitgestellt werden;\nb) die Planung vertraglicher Vereinbarungen, einschließlich der Risikobewertung, des Verfahrens zur Erfüllung der\nSorgfaltspflicht nach den Artikeln 5 und 6 und des Genehmigungsverfahrens für neue oder wesentliche\nÄnderungen vertraglicher Vereinbarungen im Sinne von Artikel 8 Absatz 4;\nc) die Einbeziehung von Geschäftsbereichen, internen Kontrollen und anderen relevanten Organisationsbereichen in\nBezug auf vertragliche Vereinbarungen;\nd) die Umsetzung, die Überwachung und das Management vertraglicher Vereinbarungen nach den Artikeln 7, 8 und 9,\ngegebenenfalls auch auf konsolidierter und teilkonsolidierter Ebene;\ne) die Dokumentation und die Erstellung von Aufzeichnungen unter Berücksichtigung der für das Informationsregister\nnach Artikel 28 Absatz 3 der Verordnung (EU) 2022/2554 geltenden Anforderungen;\nf) die Ausstiegsstrategien und Beendigungsverfahren nach Artikel 10.\nELI: http://data.europa.eu/eli/reg_del/2024/1773/oj 5/9\nDE\nABl. L vom 25.6.2024", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 5(1)", "text": "(1) Nach der Leitlinie muss vor Abschluss einer vertraglichen Vereinbarung der Geschäftsbedarf des\nFinanzunternehmens bestimmt werden.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 5(2)", "text": "(2) In der Leitlinie ist vorzusehen, dass auf Ebene des Finanzunternehmens und gegebenenfalls auf konsolidierter und\nteilkonsolidierter Ebene eine Risikobewertung durchzuführen ist, bevor eine vertragliche Vereinbarung geschlossen wird.\nBei der Risikobewertung werden alle einschlägigen Anforderungen der Verordnung (EU) 2022/2554 sowie die geltenden\nsektorspezifischen Rechtsvorschriften der Union berücksichtigt. In der Leitlinie werden insbesondere die Auswirkungen\nder Bereitstellung von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen durch IKTDrittdienstleister auf das Finanzunternehmen sowie alle Risiken berücksichtigt, die mit der Bereitstellung dieser IKTDienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen durch IKT-Drittdienstleister verbunden sind,\ndarunter\na) operationelle Risiken,\nb) rechtliche Risiken,\nc) IKT-Risiken,\nd) Reputationsrisiken,\ne) Risiken im Zusammenhang mit dem Schutz vertraulicher oder personenbezogener Daten,\nf) Risiken im Zusammenhang mit der Verfügbarkeit von Daten,\ng) Risiken im Zusammenhang mit dem Standort, an dem die Daten verarbeitet und gespeichert werden,\nh) Risiken im Zusammenhang mit dem Standort des IKT-Drittdienstleisters,\ni) IKT-Konzentrationsrisiken auf Unternehmensebene.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 6(1)", "text": "(1) In der Leitlinie wird ein angemessenes und verhältnismäßiges Verfahren für die Auswahl und Bewertung der\nkünftigen IKT-Drittdienstleister festgelegt, wobei zu berücksichtigen ist, ob es sich bei dem IKT-Drittdienstleister um einen\ngruppeninternen IKT-Dienstleister handelt, und verlangt wird, dass das Finanzunternehmen vor Abschluss einer\nvertraglichen Vereinbarung bewertet, ob der IKT-Drittdienstleister\na) über die geschäftliche Reputation, hinreichende Fähigkeiten, Fachkenntnisse und angemessene finanzielle, personelle\nund technische Ressourcen, Informationssicherheitsstandards, eine angemessene Organisationsstruktur, ein\nangemessenes Risikomanagement und angemessene interne Kontrollen sowie gegebenenfalls über die erforderlichen\nZulassungen oder Registrierungen verfügt, um die IKT-Dienstleistungen zur Unterstützung der kritischen oder\nwichtigen Funktion zuverlässig und professionell erbringen zu können;\nb) in der Lage ist, einschlägige technologische Entwicklungen zu überwachen und führende Praktiken im Bereich der\nIKT-Sicherheit zu ermitteln und sie gegebenenfalls zu implementieren, damit er über einen wirksamen und soliden\nRahmen für die digitale operationale Resilienz verfügt;\nc) IKT-Unterauftragnehmer nutzt oder zu nutzen gedenkt, um IKT-Dienstleistungen zur Unterstützung kritischer oder\nwichtiger Funktionen oder wesentlicher Teile davon zu erbringen;\nd) in einem Drittstaat lokalisiert ist oder die Daten in einem Drittstaat verarbeitet oder speichert und, falls dies der Fall\nist, ob diese Praxis die operationellen Risiken, Reputationsrisiken oder das Risiko erhöht, von restriktiven\nMaßnahmen, einschließlich Embargos und Sanktionen, betroffen zu sein, die sich auf die Fähigkeit des IKTDrittdienstleisters, die IKT-Dienstleistungen zu erbringen, oder die Fähigkeit des Finanzunternehmens, diese IKTDienstleistungen zu empfangen, auswirken können;\ne) vertraglichen Vereinbarungen zustimmt, mit denen effektiv die Möglichkeit sichergestellt wird, dass das\nFinanzunternehmen selbst, beauftragte Dritte und zuständige Behörden Audits beim IKT-Drittdienstleister, auch in\ndessen Räumlichkeiten, durchführen;\n6/9 ELI: http://data.europa.eu/eli/reg_del/2024/1773/oj\nDE\nABl. L vom 25.6.2024\nf) in ethischer und sozial verantwortlicher Weise handelt, die Menschenrechte und die Rechte des Kindes achtet,\neinschließlich des Verbots der Kinderarbeit, die geltenden Grundsätze des Umweltschutzes einhält und angemessene\nArbeitsbedingungen gewährleistet.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 6(2)", "text": "(2) In der Leitlinie wird festgelegt, welches Maß an Sicherheit hinsichtlich der Wirksamkeit des Risikomanage\nmentrahmens von IKT-Drittdienstleistern für IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger\nFunktionen, die von einem IKT-Drittdienstleister bereitgestellt werden sollen, gegeben sein muss. In der Leitlinie ist\nvorzusehen, dass im Rahmen des Verfahrens zur Erfüllung der Sorgfaltspflicht bewertet wird, ob Maßnahmen zur\nRisikominderung und zur Geschäftsfortführung bestehen und wie deren Funktionsfähigkeit innerhalb des IKT-Drittdienst\nleisters sichergestellt wird.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 6(3)", "text": "(3) In der Leitlinie wird das Verfahren zur Erfüllung der Sorgfaltspflicht festgelegt, anhand dessen die künftigen IKTDrittdienstleister ausgewählt und bewertet werden, und es wird angegeben, welche der folgenden Elemente mit Blick auf\ndas erforderliche Maß an Sicherheit für die Leistungsfähigkeit des IKT-Drittdienstleisters zu berücksichtigen sind:\na) Audits oder unabhängige Bewertungen, die vom Finanzunternehmen selbst oder in seinem Auftrag durchgeführt\nwerden;\nb) Berichte über unabhängige Audits, die auf Verlangen des IKT-Drittdienstleisters erstellt werden;\nc) Auditberichte der internen Revisionsfunktion des IKT-Drittdienstleisters;\nd) geeignete Zertifizierungen Dritter;\ne) andere relevante Informationen, die dem Finanzunternehmen zur Verfügung stehen, oder andere vom IKTDrittdienstleister bereitgestellte Informationen.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 6(4)", "text": "(4) Die Finanzunternehmen gewährleisten unter Berücksichtigung der in Absatz 3 Buchstaben a bis e aufgeführten\nElemente ein angemessenes Maß an Sicherheit für die Leistungsfähigkeit des IKT-Drittdienstleisters. Gegebenenfalls ist\nmehr als eines der unter diesen Buchstaben aufgeführten Elemente zu berücksichtigen.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 7(1)", "text": "(1) In der Leitlinie werden geeignete Maßnahmen festgelegt, die vor Abschluss einschlägiger vertraglicher\nVereinbarungen zu ergreifen sind, um die sich aus der Nutzung von IKT-Drittdienstleistern ergebenden tatsächlichen oder\npotenziellen Interessenkonflikte zu ermitteln, zu vermeiden und zu managen, und es wird eine kontinuierliche\nÜberwachung solcher Interessenkonflikte vorgesehen.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 7(2)", "text": "(2) Werden IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen von gruppeninternen IKTDienstleistern bereitgestellt, so wird in der Leitlinie festgelegt, dass Entscheidungen über die Bedingungen für diese IKTDienstleistungen, einschließlich der finanziellen Bedingungen, objektiv getroffen werden müssen.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 8(1)", "text": "(1) In der Leitlinie wird festgelegt, dass die einschlägige vertragliche Vereinbarung schriftlich abzufassen ist und alle in", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 30(2)", "text": "(2) In der Leitlinie ist festzulegen, dass die einschlägigen vertraglichen Vereinbarungen das Recht des\nFinanzunternehmens auf Zugang zu Informationen, auf die Durchführung von Inspektionen und Audits sowie auf die\nDurchführung von IKT-Tests vorsehen müssen. In der Leitlinie ist vorzusehen, dass das Finanzunternehmen zu diesen\nZwecken — unbeschadet seiner letztlichen Verantwortung — auf folgende Methoden zurückgreifen muss:\na) eigene interne Audits oder Audits eines beauftragten Dritten;\nELI: http://data.europa.eu/eli/reg_del/2024/1773/oj 7/9\nDE\nABl. L vom 25.6.2024\nb) gegebenenfalls Sammelaudits und gepoolte IKT-Tests, einschließlich bedrohungsorientierter Penetrationstests, die\ngemeinsam mit anderen als Auftraggeber auftretenden Finanzunternehmen oder Firmen, die IKT-Dienstleistungen\ndesselben IKT-Drittdienstleisters nutzen, organisiert und von diesen Finanzunternehmen oder Firmen oder einem\nvon ihnen beauftragten Dritten durchgeführt werden;\nc) gegebenenfalls Zertifizierungen Dritter;\nd) gegebenenfalls Berichte über interne oder von Dritten durchgeführte Audits, die vom IKT-Drittdienstleister zur\nVerfügung gestellt werden.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 30(3)", "text": "(3) Das Finanzunternehmen darf sich längerfristig nicht nur auf die in Absatz 2 Buchstabe c genannten Zertifizierungen\noder die in Absatz 2 Buchstabe d genannten Auditberichte verlassen. Nach der Leitlinie ist die Anwendung der in Absatz 2\nBuchstaben c und d genannten Methoden nur dann gestattet, wenn das Finanzunternehmen\na) den Auditplan des IKT-Drittdienstleisters für die einschlägigen vertraglichen Vereinbarungen als zufriedenstellend\nerachtet;\nb) sicherstellt, dass der Umfang der Zertifizierungen oder Auditberichte die von ihm ermittelten Systeme und\nwesentlichen Kontrollen abdeckt und die Einhaltung der einschlägigen rechtlichen Anforderungen gewährleistet;\nc) den Inhalt der Zertifizierungen oder Auditberichte laufend gründlich bewertet und prüft, ob die Berichte oder\nZertifizierungen nicht obsolet sind;\nd) sicherstellt, dass wesentliche Systeme und Kontrollen in künftigen Fassungen der Zertifizierung oder des\nAuditberichts berücksichtigt werden;\ne) die zertifizierende oder prüfende Partei in zufriedenstellendem Maße für geeignet hält;\nf) davon überzeugt ist, dass die Zertifizierungen ausgestellt werden und die Zertifizierungen und die Audits nach\nweithin anerkannten einschlägigen professionellen Standards durchgeführt werden und einen Test der operationalen\nWirksamkeit der bestehenden wesentlichen Kontrollen umfassen;\ng) das vertragliche Recht hat, in einer aus der Perspektive des Risikomanagements vertretbaren und legitimen\nHäufigkeit Änderungen des Umfangs der Zertifizierungen oder Auditberichte mit Blick auf andere einschlägige\nSysteme und Kontrollen zu verlangen;\nh) das vertragliche Recht hat, nach eigenem Ermessen Einzel- und Sammelaudits im Zusammenhang mit den\nvertraglichen Vereinbarungen durchzuführen und diese Rechte in der vereinbarten Häufigkeit wahrzunehmen.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 30(4)", "text": "(4) Die Leitlinie stellt sicher, dass wesentliche Änderungen der vertraglichen Vereinbarung in einem schriftlichen\nDokument förmlich festgehalten werden, das von allen Parteien datiert und unterzeichnet wird und in dem das Verfahren\nzur Verlängerung der vertraglichen Vereinbarungen festgelegt ist.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 9(1)", "text": "(1) In der Leitlinie ist vorzusehen, dass in den vertraglichen Vereinbarungen die Maßnahmen und Schlüsselindikatoren\nfestgelegt werden, anhand deren die Leistungsfähigkeit der IKT-Drittdienstleister kontinuierlich überwacht wird,\neinschließlich Maßnahmen, die dazu dienen, die Einhaltung der Anforderungen für die Vertraulichkeit, Verfügbarkeit,\nIntegrität und Authentizität von Daten und Informationen und die Einhaltung der einschlägigen Strategien und Verfahren\ndes Finanzunternehmens durch die IKT-Drittdienstleister zu überwachen. Darüber hinaus sind in der Leitlinie Maßnahmen\nzu spezifizieren, die Anwendung finden, wenn Dienstleistungsvereinbarungen nicht eingehalten werden, und\ngegebenenfalls Vertragsstrafen umfassen.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 9(2)", "text": "(2) In der Leitlinie wird festgelegt, wie das Finanzunternehmen bewertet, ob die IKT-Drittdienstleister, die für die IKTDienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen in Anspruch genommen werden, angemessene\nLeistungs- und Qualitätsstandards im Einklang mit der vertraglichen Vereinbarung und den Strategien des\nFinanzunternehmens einhalten. Die Leitlinie muss insbesondere gewährleisten, dass\na) die IKT-Drittdienstleister dem Finanzunternehmen angemessene Berichte über ihre Tätigkeiten und Dienstleistungen\nvorlegen, darunter regelmäßige Berichte, Berichte über Vorfälle, Berichte über die Erbringung von Dienstleistungen,\nBerichte über die IKT-Sicherheit und Berichte über Maßnahmen und Tests zur Geschäftsfortführung;\n8/9 ELI: http://data.europa.eu/eli/reg_del/2024/1773/oj\nDE\nABl. L vom 25.6.2024\nb) die Leistungsfähigkeit von IKT-Drittdienstleistern anhand wesentlicher Leistungsindikatoren, wesentlicher\nKontrollindikatoren, Audits, Selbstzertifizierungen und unabhängiger Überprüfungen im Einklang mit dem IKTRisikomanagementrahmen des Finanzunternehmens bewertet wird;\nc) das Finanzunternehmen andere relevante Informationen von den IKT-Drittdienstleistern erhält;\nd) das Finanzunternehmen gegebenenfalls über IKT-bezogene Vorfälle und operationale oder sicherheitsbezogene\nVorfälle im Zusammenhang mit Zahlungen unterrichtet wird;\ne) eine unabhängige Überprüfung und Audits vorgenommen werden, um die Einhaltung der rechtlichen und\nregulatorischen Anforderungen und Strategien zu prüfen.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 9(3)", "text": "(3) In der Leitlinie wird festgelegt, dass die Bewertung nach Absatz 2 zu dokumentieren ist und ihre Ergebnisse\nverwendet werden müssen, um die Risikobewertung des Finanzunternehmens im Sinne von Artikel 6 zu aktualisieren.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 9(4)", "text": "(4) In der Leitlinie werden die geeigneten Maßnahmen festgelegt, die das Finanzunternehmen ergreifen muss, wenn es\nMängel beim IKT-Drittdienstleister, einschließlich IKT-bezogener Vorfälle und operationaler oder sicherheitsbezogener\nVorfälle im Zusammenhang mit Zahlungen, bei der Erbringung der IKT-Dienstleistungen zur Unterstützung kritischer oder\nwichtiger Funktionen oder bei der Einhaltung vertraglicher Vereinbarungen oder rechtlicher Anforderungen feststellt.\nFerner wird darin festgelegt, wie die Umsetzung solcher Maßnahmen zu überwachen ist, um sicherzustellen, dass die\nMaßnahmen innerhalb eines festgelegten Zeitrahmens wirksam eingehalten werden, wobei zu berücksichtigen ist, wie\nwesentlich die Mängel sind.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 10(1)", "text": "Ausstieg aus und Beendigung von vertraglichen Vereinbarungen\nDie Leitlinie enthält Anforderungen an einen dokumentierten Ausstiegsplan für jede vertragliche Vereinbarung sowie\nAnforderungen, die die regelmäßigen Überprüfungen und Tests des dokumentierten Ausstiegsplans betreffen. Bei der\nFestlegung des Ausstiegsplans ist Folgendes zu berücksichtigen:\na) unvorhergesehene und anhaltende Unterbrechungen bei der Bereitstellung von Dienstleistungen;\nb) eine mangelhafte oder nicht erfolgte Erbringung von Dienstleistungen;\nc) eine unerwartete Beendigung vertraglicher Vereinbarungen.\nDer Ausstiegsplan muss realistisch und durchführbar sein, auf plausiblen Szenarien und vernünftigen Annahmen beruhen\nund einen Durchführungszeitplan enthalten, der mit den in den vertraglichen Vereinbarungen festgelegten Ausstiegs- und\nBeendigungsbedingungen vereinbar ist.", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 11(1)", "text": "Inkrafttreten\nDiese Verordnung tritt am zwanzigsten Tag nach ihrer Veröffentlichung im Amtsblatt der Europäischen Union in Kraft.\nDiese Verordnung ist in allen ihren Teilen verbindlich und gilt unmittelbar in jedem\nMitgliedstaat.\nBrüssel, den 13. März 2024\nFür die Kommission\nDie Präsidentin\nUrsula VON DER LEYEN\nELI: http://data.europa.eu/eli/reg_del/2024/1773/oj 9/9", "source_sha256": "599651eb67f6e43424950f56ebac1de10b278813d44f220ba40383a4799b21d0"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 1(2)", "text": "(2) Verordnung (EU) Nr. 1093/2010 des Europäischen Parlaments und des Rates vom 24. November 2010 zur Errichtung einer\nEuropäischen Aufsichtsbehörde (Europäische Bankenaufsichtsbehörde), zur Änderung des Beschlusses Nr. 716/2009/EG und zur\nAufhebung des Beschlusses 2009/78/EG der Kommission (ABl. L 331 vom 15.12.2010, S. 12, ELI: http://data.europa.eu/eli/reg/2010/\n1093/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 1(3)", "text": "(3) Verordnung (EU) Nr. 1094/2010 des Europäischen Parlaments und des Rates vom 24. November 2010 zur Errichtung einer\nEuropäischen Aufsichtsbehörde (Europäische Aufsichtsbehörde für das Versicherungswesen und die betriebliche Altersversorgung),\nzur Änderung des Beschlusses Nr. 716/2009/EG und zur Aufhebung des Beschlusses 2009/79/EG der Kommission (ABl. L 331 vom\n15.12.2010, S. 48, ELI: http://data.europa.eu/eli/reg/2010/1094/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 1(4)", "text": "(4) Verordnung (EU) Nr. 1095/2010 des Europäischen Parlaments und des Rates vom 24. November 2010 zur Errichtung einer\nEuropäischen Aufsichtsbehörde (Europäische Wertpapier- und Marktaufsichtsbehörde), zur Änderung des Beschlusses\nNr. 716/2009/EG und zur Aufhebung des Beschlusses 2009/77/EG der Kommission (ABl. L 331 vom 15.12.2010, S. 84, ELI: http://\ndata.europa.eu/eli/reg/2010/1095/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 1(5)", "text": "(5) Verordnung (EU) 2018/1725 des Europäischen Parlaments und des Rates vom 23. Oktober 2018 zum Schutz natürlicher Personen bei\nder Verarbeitung personenbezogener Daten durch die Organe, Einrichtungen und sonstigen Stellen der Union, zum freien\nDatenverkehr und zur Aufhebung der Verordnung (EG) Nr. 45/2001 und des Beschlusses Nr. 1247/2002/EG (ABl. L 295 vom\n21.11.2018, S. 39, ELI: http://data.europa.eu/eli/reg/2018/1725/oj).\nELI: http://data.europa.eu/eli/reg_impl/2024/2956/oj 3/43\nDE\nABl. L vom 2.12.2024\n2. „IKT-Dienstleistungskette“ eine Abfolge von vertraglichen Vereinbarungen im Zusammenhang mit der IKT-Dienst\nleistung, die vom direkten IKT-Drittdienstleister für das Finanzunternehmen erbracht wird, beginnend mit dem direkten\nIKT-Drittdienstleister, der einen oder mehrere andere IKT-Drittdienstleister als Gegenpartei(en) (Unterauftragnehmer) hat,\n3. „Rang“ die Position eines IKT-Drittdienstleisters in der IKT-Dienstleistungskette.", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 2(1)", "text": "Erstellung einer Rangfolge von IKT-Drittdienstleistern in der Dienstleistungskette\nFinanzunternehmen weisen jedem IKT-Drittdienstleister einen Rang zu. Der Rang ist eine beliebige natürliche Zahl größer\noder gleich „1“, wobei die Vereinbarung dem Finanzunternehmen umso näher steht, je niedriger die natürliche Zahl ist, die\ndem Rang zugeordnet ist.\nDer Rang des direkten IKT-Drittdienstleisters in der IKT-Dienstleistungskette muss stets „1“ sein.\nDer Rang des Unterauftragnehmers in der IKT-Dienstleistungskette muss stets größer als „1“ sein.", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 3(1)", "text": "(1) Die Finanzunternehmen führen und aktualisieren das Informationsregister gemäß Artikel 28 Absatz 3 der\nVerordnung (EU) 2022/2554 auf Unternehmensebene oder auf teilkonsolidierter und konsolidierter Ebene unter\nVerwendung der in den Anhängen I bis IV enthaltenen Vorlagen.", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 3(2)", "text": "(2) Die Finanzunternehmen stellen sicher, dass die in Absatz 1 genannten Vorlagen alle nachstehenden Angaben\nenthalten:\na) die einschlägigen Informationen in Bezug auf sämtliche IKT-Dienstleistungen, die von direkten\nIKT-Drittdienstleistern erbracht werden,\nb) Informationen über alle Unterauftragnehmer, die IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger\nFunktionen oder wesentlicher Bereiche davon sicherstellen.", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 3(3)", "text": "(3) Die Finanzunternehmen stellen sicher, dass die Angaben in den in Absatz 1 genannten Vorlagen korrekt und\nkohärent sind. Die Finanzunternehmen überprüfen die in den Vorlagen enthaltenen Angaben regelmäßig und korrigieren\nunverzüglich festgestellte Fehler oder Unstimmigkeiten.\nIm Falle von Gruppen stellen die Finanzunternehmen, die für die Führung und Aktualisierung des Informationsregisters auf\nteilkonsolidierter und konsolidierter Ebene zuständig sind, sicher, dass die Angaben in Bezug auf die Unternehmensebene in\nder Konsolidierung korrekt sind und mit den Angaben auf teilkonsolidierter und konsolidierter Ebene übereinstimmen.", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 3(4)", "text": "(4) Die Finanzunternehmen stellen sicher, dass die Angaben in den in Absatz 1 genannten Vorlagen den folgenden\nGrundsätzen der Datenqualität entsprechen:\na) Richtigkeit\nb) Vollständigkeit\nc) Kohärenz\nd) Integrität\ne) Einheitlichkeit\nf) Gültigkeit", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 3(5)", "text": "(5) Die Finanzunternehmen verwenden eine gültige und aktive Rechtsträgerkennung (Legal Entity Identifier, im\nFolgenden „LEI“) oder die in Artikel 16 der Richtlinie (EU) 2017/1132 genannte europäische einheitliche Kennung\n(European Unique Identifier, im Folgenden „EUID“) bzw., sofern vorhanden, beide Kennungen, um alle ihre\nIKT-Drittdienstleister, bei denen es sich um juristische Personen handelt, zu identifizieren, mit Ausnahme von natürlichen\nPersonen, die als Unternehmer handeln.\n4/43 ELI: http://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl. L vom 2.12.2024", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 3(6)", "text": "(6) Wenn eine IKT-Dienstleistung, die von einem direkten IKT-Drittdienstleister erbracht wird, eine kritische oder\nwichtige Funktion der Finanzunternehmen unterstützt, stellen die Finanzunternehmen über den direkten\nIKT-Drittdienstleister sicher, dass alle Unterauftragnehmer des direkten IKT-Drittdienstleisters, die im Informationsregister\ngemäß Absatz 2 Buchstabe b aufgeführt sind und IKT-Dienstleistungen, die kritische oder wichtige Funktionen\nunterstützen, sicherstellen/unterstützen, eine gültige und aktive LEI verwenden oder ihre EUID bzw., sofern vorhanden,\nbeide Kennungen bereitstellen, es sei denn, bei diesen Unterauftragnehmern handelt es sich um natürliche Personen, die als\nUnternehmer handeln.", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 4(1)", "text": "(1) Sofern in der Anleitung nichts anderes bestimmt ist, bestehen alle Vorlagen, aus denen sich das Informationsregister\nzusammensetzt, aus einer Tabelle mit einer vorgegebenen Anzahl von Spalten und einer unbestimmten Anzahl von Zeilen.", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 4(2)", "text": "(2) Die Finanzunternehmen müssen zu jedem Datenelement einen Einzelwert angeben. Sind bei einem bestimmten\nDatenelement mehrere Werte gültig, so fügen die Finanzunternehmen in der entsprechenden Vorlage für jeden gültigen\nWert eine zusätzliche Zeile hinzu.", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 4(3)", "text": "(3) Die Finanzunternehmen geben alle Datenelemente im Informationsregister auf Unternehmensebene bzw.\ngegebenenfalls auf teilkonsolidierter und konsolidierter Ebene an.", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 5(1)", "text": "(1) Finanzunternehmen nehmen in das Informationsregister gemäß der Anleitung in Anhang I folgende Angaben auf:\na) allgemeine Informationen über das Finanzunternehmen, das das Informationsregister auf Unternehmensebene bzw.\nauf teilkonsolidierter oder konsolidierter Ebene führt und aktualisiert, gemäß Vorlage B_01.01 in Anhang I,\nb) allgemeine Informationen zu den in der Konsolidierung befindlichen Unternehmen gemäß Vorlage B_01.02 in\nAnhang I,\nc) gegebenenfalls Angabe der Zweigniederlassungen von Finanzunternehmen, die außerhalb des in der\nVorlage B_01.02 aufgeführten Sitzlandes ansässig sind, gemäß Vorlage B_01.03 in Anhang I,\nd) allgemeine Informationen zu den vertraglichen Vereinbarungen gemäß Vorlage B_02.01 in Anhang I,\ne) spezifische Informationen zu den vertraglichen Vereinbarungen gemäß Vorlage B_02.02 in Anhang I,\nf) Angaben zu den Verbindungen zwischen gruppeninternen vertraglichen Vereinbarungen und vertraglichen\nVereinbarungen mit IKT-Drittdienstleistern, die nicht der Gruppe angehören, und zwar unter Verwendung der\nvertraglichen Kennnummern, wenn ein Teil der IKT-Dienstleistungskette gruppenintern ist (siehe Vorlage B_02.03\nin Anhang I),\ng) Informationen über die Unternehmen, die die vertraglichen Vereinbarungen mit den direkten IKT-Drittdienstleistern\nfür den Erhalt von IKT-Dienstleistungen oder im Namen der Unternehmen, die die IKT-Dienstleistungen in Anspruch\nnehmen, unterzeichnen (siehe Vorlage B_03.01 in Anhang I),\nh) Angabe der IKT-Drittdienstleister, die die vertraglichen Vereinbarungen für die Erbringung von IKT-Dienstleistungen\nunterzeichnen (siehe Vorlage B_03.02 in Anhang I),\ni) Angabe der Unternehmen, die die vertraglichen Vereinbarungen über die Erbringung von IKT-Dienstleistungen für\nandere zum Konsolidierungskreis gehörende Unternehmen unterzeichnen (siehe Vorlage B_03.03 in Anhang I),\nj) Angaben zu den Unternehmen, die die von den IKT-Drittdienstleistern bereitgestellten IKT-Dienstleistungen in\nAnspruch nehmen (siehe Vorlage B_04.01 in Anhang I),\nk) Angaben zu den direkten IKT-Drittdienstleistern und Unterauftragnehmern (siehe Vorlage B_05.01 in Anhang I),\nELI: http://data.europa.eu/eli/reg_impl/2024/2956/oj 5/43\nDE\nABl. L vom 2.12.2024\nl) Angaben zur IKT-Dienstleistungskette (siehe Vorlage B_05.02 in Anhang I),\nm) Angaben zur Identifizierung der Funktionen (siehe Vorlage B_06.01 in Anhang I),\nn) Angaben zur Bewertung der von IKT-Drittdienstleistern erbrachten IKT-Dienstleistungen, die eine kritische oder\nwichtige Funktion oder wesentliche Bereiche davon unterstützen (siehe Vorlage B_07.01 in Anhang I),\no) Informationen über die von Finanzunternehmen beim Ausfüllen der Vorlagen verwendete Terminologie und die\nentsprechenden Begriffe, die in den erschöpfenden Listen und Klassifizierungssystemen enthalten sind (siehe\nVorlage B_99.01 in Anhang I).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 5(2)", "text": "(2) Sofern dies für ihr Risikomanagement oder ihr Vertragsmanagement relevant ist, können die Finanzunternehmen\nzusätzliche Informationen in das Informationsregister aufnehmen, und zwar in dem Format, das für die Zwecke dieser\nzusätzlichen Informationen am besten geeignet ist.", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 6(1)", "text": "(1) Bei Gruppen entscheiden die Mutterunternehmen unter Berücksichtigung der einschlägigen sektorspezifischen\nRechtsvorschriften der Union, welche Unternehmen in das Informationsregister aufgenommen werden sollen.", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 6(2)", "text": "(2) Das auf teilkonsolidierter und konsolidierter Ebene geführte und aktualisierte Informationsregister umfasst alle\nFinanzunternehmen und gruppeninternen IKT-Dienstleister, die zur Teilgruppe und zur Gruppe gehören.", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(1)", "text": "(1) Richtlinie (EU) 2015/2366 des Europäischen Parlaments und des Rates vom 25. November 2015 über Zahlungsdienste im Binnenmarkt, zur Änderung der Richtlinien 2002/65/EG, 2009/110/EG\nund 2013/36/EU und der Verordnung (EU) Nr. 1093/2010 sowie zur Aufhebung der Richtlinie 2007/64/EG (ABl. L 337 vom 23.12.2015, S. 35, ELI: http://data.europa.eu/eli/dir/2015/2366/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(2)", "text": "(2) Richtlinie 2009/110/EG des Europäischen Parlaments und des Rates vom 16. September 2009über die Aufnahme, Ausübung und Beaufsichtigung der Tätigkeit von E-Geld-Instituten, zur Änderung der\nRichtlinien 2005/60/EG und 2006/48/EG sowie zur Aufhebung der Richtlinie 2000/46/EG (ABl. L 267 vom 10.10.2009, S. 7, ELI: http://data.europa.eu/eli/dir/2009/110/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(3)", "text": "(3) Verordnung (EU) 2023/1114 des Europäischen Parlaments und des Rates vom 31. Mai 2023über Märkte für Kryptowerte und zur Änderung der Verordnungen (EU) Nr. 1093/2010 und (EU) Nr. 1095/2010\nsowie der Richtlinien 2013/36/EU und (EU) 2019/1937 (ABl. L 150 vom 9.6.2023, S. 40, ELI: http://data.europa.eu/eli/reg/2023/1114/oj).\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\n11/43\nABl.\nL\nvom\n2.12.2024\nDE\nAnleitung zum Ausfüllen der Vorlage B_01.02 – Liste der Finanzunternehmen, die in den Anwendungsbereich des Informationsregisters fallen\nWird das Informationsregister auf teilkonsolidierter und konsolidierter Ebene geführt und aktualisiert, so werden in dieser Vorlage alle Finanzunternehmen aufgeführt, die zur Teilgruppe\nund Gruppe gehören. Gehört das für die Führung und Aktualisierung des Informationsregisters zuständige Finanzunternehmen keiner Gruppe an, ist in dieser Vorlage nur das betreffende\nFinanzunternehmen auszuweisen, und der Eintrag in dieser Vorlage muss mit dem Eintrag in der Vorlage B_01.01 identisch sein.\nWenn ein Unternehmen für alle Tätigkeiten (einschließlich der IKT-Dienstleistungen) im Namen eines Finanzunternehmens handelt, sollten die direkten IKT-Drittdienstleister dieses\nUnternehmens in den einschlägigen Vorlagen des Informationsregisters des Finanzunternehmens erfasst werden. In diesem Fall wird das Unternehmen nur als Unternehmen registriert, das\ndas Register führt, und nicht in dieser Vorlage angegeben.\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_01.02.0010 LEI des Finanzunternehmens Alphanumerisch Geben Sie anhand des 20-stelligen alphanumerischen LEI-Codes gemäß der Norm Obligatorisch\nISO 17442 das Finanzunternehmen an, das im Informationsregister gemeldet wird.\nB_01.02.0020 Name des Alphanumerisch Offizielle Bezeichnung des Finanzunternehmens, das im Informationsregister gemeldet Obligatorisch\nFinanzunternehmens wird\nB_01.02.0030 Land des Finanzunternehmens Land Geben Sie nach ISO 3166-1 Alpha-2 den Ländercode des Landes an, in dem die Lizenz Obligatorisch\noder die Eintragung des im Informationsregister gemeldeten Finanzunternehmens\nerteilt wurde.\nB_01.02.0040 Art des Finanzunternehmens Erschöpfende Benennen Sie anhand einer der Optionen aus der folgenden erschöpfenden Liste die Art Obligatorisch\nOptionsliste des Finanzunternehmens:\n1. Kreditinstitute,\n2. Zahlungsinstitute, einschließlich nach der Richtlinie (EU) 2015/2366\nausgenommene Zahlungsinstitute,\n3. Kontoinformationsdienstleister,\n4. E-Geld-Institute, einschließlich nach der Richtlinie 2009/110/EG ausgenommene\nE-Geld-Institute,\n5. Wertpapierfirmen,\n6. Anbieter von Krypto-Dienstleistungen, die gemäß der Verordnung\n(EU) 2023/1114 zugelassen sind,\n7. Emittenten wertreferenzierter Token, die gemäß der Verordnung (EU) 2023/1114\nzugelassen sind,\n8. Zentralverwahrer,\n9. zentrale Gegenparteien,\n10. Handelsplätze,\n11. Transaktionsregister,\n12. Verwalter alternativer Investmentfonds,\n13. Verwaltungsgesellschaften,\n14. Datenbereitstellungsdienste,\n15. Versicherungs- und Rückversicherungsunternehmen,\n16. Versicherungsvermittler, Rückversicherungsvermittler und\nVersicherungsvermittler in Nebentätigkeit,\n17. Einrichtungen der betrieblichen Altersversorgung,\n12/43\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl.\nL\nvom\n2.12.2024\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\n18. Ratingagenturen,\n19. Administratoren kritischer Referenzwerte,\n20. Schwarmfinanzierungsdienstleister,\n21. Verbriefungsregister,\n22. sonstige Finanzunternehmen,\n23. Nichtfinanzunternehmen: gruppeninterne IKT-Dienstleister,\n24. Nichtfinanzunternehmen: Sonstiges.\nB_01.02.0050 Hierarchie des Erschöpfende Benennen Sie anhand einer der Optionen aus der folgenden erschöpfenden Liste die Obligatorisch\nFinanzunternehmens Optionsliste Hierarchie des Finanzunternehmens im Konsolidierungskreis:\ninnerhalb der Gruppe (falls\n1. Das Finanzunternehmen ist das oberste Mutterunternehmen in der\nzutreffend)\nKonsolidierung.\n2. Das Finanzunternehmen ist das Mutterunternehmen eines teilkonsolidierten\nBereichs der Konsolidierung.\n3. Das Finanzunternehmen ist ein in der Konsolidierung befindliches\nTochterunternehmen und kein Mutterunternehmen eines teilkonsolidierten\nBereichs.\n4. Das Finanzunternehmen gehört keiner Gruppe an.\n5. Das Finanzunternehmen ist ein Dienstleister, an den das Finanzunternehmen (oder\nder in seinem Namen handelnde Drittdienstleister) alle seine operationellen\nTätigkeiten auslagert.\nTrifft auf ein Unternehmen mehr als eine Option der oben angegebenen erschöpfenden\nListe zu, so ist die auf das Unternehmen zutreffende höherrangige Option\nauszuwählen.\nB_01.02.0060 LEI des direkten Alphanumerisch Geben Sie das im Informationsregister gemeldete direkte Mutterunternehmen des Obligatorisch\nMutterunternehmens des Finanzunternehmens unter Verwendung des 20-stelligen alphanumerischen LEI-Codes\nFinanzunternehmens gemäß der Norm ISO 17442 an.\nB_01.02.0070 Datum der letzten Datum Geben Sie das Datum unter Verwendung des ISO 8601-Codes (JJJJ–MM–TT) des Obligatorisch\nAktualisierung Datums der letzten Aktualisierung oder Änderung des Informationsregisters in Bezug\nauf das Finanzunternehmen an.\nB_01.02.0080 Datum der Aufnahme in das Datum Geben Sie das Datum unter Verwendung des ISO 8601-Codes (JJJJ–MM–TT) des Obligatorisch\nInformationsregister Datums der Aufnahme des Finanzunternehmens in das Informationsregister an.\nB_01.02.0090 Datum der Löschung im Datum Geben Sie das Datum unter Verwendung des ISO 8601-Codes (JJJJ–MM–TT) des Obligatorisch\nInformationsregister Datums der Löschung des Finanzunternehmens aus dem Informationsregister an.\nWurde das Finanzunternehmen nicht gelöscht, ist „9999-12-31“ anzugeben.\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\n13/43\nABl.\nL\nvom\n2.12.2024\nDE\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_01.02.0100 Währung Währung Geben Sie den alphabetischen ISO 4217-Code der Währung an, die für die Aufstellung Nur\ndes Jahresabschlusses des Finanzunternehmens verwendet wird. obligatorisch,\nDie Beträge sind in der Währung auszuweisen, die das Finanzunternehmen bei der wenn\nAufstellung des Jahresabschlusses je nach Sachlage auf Unternehmensebene, B_01.02.0110\nteilkonsolidierter oder konsolidierter Ebene verwendet. gemeldet wird\nB_01.02.0110 Gesamtwert der Aktiva des Monetär Monetärer Gesamtwert der Aktiva des Finanzunternehmens; maßgeblich ist der im Obligatorisch,\nFinanzunternehmens Jahresabschluss des Finanzunternehmens für das Jahr vor dem Datum der letzten wenn es sich\nAktualisierung des Informationsregisters ausgewiesene Wert. Der monetäre Wert ist in bei dem\nEinheiten anzugeben. Unternehmen\nFür das Ausfüllen dieser Spalte wird auf Anhang IV verwiesen. um ein\nFinanz-unternehmen\nhandelt\nAnleitung zum Ausfüllen der Vorlage B_01.03 – Liste der Zweigniederlassungen\nHat ein Finanzunternehmen Zweigniederlassungen, die sich außerhalb seines Sitzlandes befinden, so sind diese Zweigniederlassungen in dieser Vorlage anzugeben.\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_01.03.0010 Identifikationscode der Alphanumerisch Geben Sie für jede Zweigniederlassung eines Finanzunternehmens, die sich außerhalb Obligatorisch\nZweigniederlassung seines Sitzlandes befindet, einen eindeutigen Code an. Aus der folgenden\nerschöpfenden Liste ist eine Option auszuwählen:\na) LEI der Zweigniederlassung, wenn sie nur für diese Zweigniederlassung gilt und\nsich von der Angabe in B_01.03.0020 unterscheidet,\nb) ein anderer Identifikationscode, der von dem Finanzunternehmen zur\nIdentifizierung der Zweigniederlassung verwendet wird (wenn die LEI der\nZweigniederlassung derjenigen in Vorlage B_01.03.0020 oder der LEI einer\nanderen Zweigniederlassung entspricht).\nB_01.03.0020 LEI des Hauptsitzes des Alphanumerisch Wie in B_01.02.0010 angegeben Obligatorisch\nFinanzunternehmens der\nGeben Sie anhand des 20-stelligen alphanumerischen LEI-Codes gemäß der Norm\nZweigniederlassung\nISO 17442 den Hauptsitz des Finanzunternehmens der Zweigniederlassung an.\nB_01.03.0030 Name der Zweigniederlassung Alphanumerisch Geben Sie den Namen der Zweigniederlassung an. Obligatorisch\nB_01.03.0040 Land der Zweigniederlassung Land Geben Sie den Code des Landes, in dem die Zweigniederlassung ansässig ist, gemäß ISO Obligatorisch\n3166-1 Alpha-2 an.\n14/43\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl.\nL\nvom\n2.12.2024\nAnleitung zum Ausfüllen der Vorlage B_02.01 – Vertragliche Vereinbarungen – Allgemeine Informationen\nFinanzunternehmen müssen für jede vertragliche Vereinbarung im Informationsregister eine „Kennnummer der vertraglichen Vereinbarung“ angeben. Nimmt der externe\nIKT-Drittdienstleister Unterauftragnehmer in Anspruch, erfassen die Finanzunternehmen im Informationsregister für Vereinbarungen zwischen den externen IKT-Drittdienstleistern und\nihren Unterauftragnehmern keine „Kennnummer der vertraglichen Vereinbarung“. Im Falle eines gruppeninternen IKT-Dienstleisters erfassen die Finanzunternehmen in dieser Vorlage die\n„Kennnummer der vertraglichen Vereinbarung“ zwischen diesem gruppeninternen IKT-Dienstleister und seinen IKT-Drittdienstleistern und füllen die Vorlage B_02.03 (Liste der\ngruppeninternen vertraglichen Vereinbarungen) entsprechend aus.\nDie „Kennnummer der vertraglichen Vereinbarung“ bezieht sich auf die folgenden Arten von vertraglichen Vereinbarungen:\na) jede Art von eigenständigen Vereinbarungen,\nb) jede Art von „übergeordneten Vereinbarungen oder Rahmenübereinkünften“, einschließlich Globalvereinbarungen und Rahmenübereinkünften,\nc) jede Art von „Folge- oder Nebenvereinbarungen“, einschließlich Durchführungsvereinbarungen, Unterdienstleistungsvereinbarungen und Bestellscheinen.\nDie Kennnummer der vertraglichen Vereinbarung bezieht sich nicht auf Dienstgütevereinbarungen, die einer der in den Buchstaben a, b und c oben genannten vertraglichen\nVereinbarungen untergeordnet sind.\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_02.01.0010 Kennnummer der Alphanumerisch Führen Sie die vertragliche Vereinbarung zwischen dem Obligatorisch\nvertraglichen Finanzunternehmen oder – im Falle einer Gruppe – dem\nVereinbarung Tochterunternehmen der Gruppe und dem direkten\nIKT-Drittdienstleister auf.\nDie Kennnummer der vertraglichen Vereinbarung ist die\ninterne Kennnummer der vertraglichen Vereinbarung, die\nvom Finanzunternehmen zugewiesen wurde.\nDie Kennnummer der vertraglichen Vereinbarung muss auf\nUnternehmensebene bzw. auf teilkonsolidierter und auf\nkonsolidierter Ebene eindeutig sein und ist im Zeitverlauf\nunverändert beizubehalten.\nDie Kennnummer der vertraglichen Vereinbarung ist in allen\nVorlagen des Informationsregisters einheitlich zu verwenden,\nwenn auf dieselbe vertragliche Vereinbarung Bezug\ngenommen wird.\nWenn ein Unternehmen für alle Tätigkeiten (einschließlich\nder IKT-Dienstleistungen) im Namen eines\nFinanzunternehmens handelt (siehe Erwägungsgrund 7),\nkann die Kennnummer der vertraglichen Vereinbarung die\nvertragliche Vereinbarung zwischen dem Unternehmen und\nseinem direkten IKT-Drittdienstleister sein.\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\n15/43\nABl.\nL\nvom\n2.12.2024\nDE\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_02.01.0020 Art der vertraglichen Erschöpfende Liste von Benennen Sie anhand einer der Optionen aus der folgenden Obligatorisch\nVereinbarung Optionen erschöpfenden Liste die Art der vertraglichen Vereinbarung:\n1. eigenständige Vereinbarung,\n2. übergeordnete Vereinbarung / Globalvereinbarung,\n3. Folge- oder Nebenvereinbarung.\nB_02.01.0030 Kennnummer der Alphanumerisch Entfällt, wenn es sich bei der vertraglichen Vereinbarung um Obligatorisch\nübergeordneten die „übergeordnete vertragliche Vereinbarung“ oder um eine\nvertraglichen „eigenständige Vereinbarung“ handelt. In den anderen Fällen\nVereinbarung ist die Kennnummer der übergeordneten vertraglichen\nVereinbarung anzugeben. Diese muss dem Wert entsprechen,\nder in Spalte B_02.01.0010 bei der Meldung der\nübergeordneten vertraglichen Vereinbarung angegeben\nwurde.\nB_02.01.0040 Währung des in Währung Geben Sie den alphabetischen ISO 4217-Code der Währung Obligatorisch\nB_02.01.0050 an, in der der Betrag in B_02.01.0050 ausgewiesen ist.\nausgewiesenen Betrags\nB_02.01.0050 Jährliche Ausgaben oder Monetär Jährliche Ausgaben oder voraussichtliche Kosten (oder Obligatorisch\nvoraussichtliche Kosten gruppeninterner Transfer) der vertraglichen Vereinbarung\nder vertraglichen für IKT-Dienstleistungen für das zurückliegende Jahr. Der\nVereinbarung für das monetäre Wert ist in Einheiten anzugeben.\nzurückliegende Jahr\nDie jährlichen Ausgaben oder voraussichtlichen Kosten sind\nin der in B_01.02.0040 angegebenen Währung auszuweisen.\nIm Falle einer übergeordneten Vereinbarung mit Folge- oder\nNebenvereinbarungen muss die Summe der jährlichen\nAusgaben oder voraussichtlichen Kosten, die für die\nübergeordnete Vereinbarung und die Folge- oder\nNebenvereinbarungen gemeldet werden, den\nGesamtausgaben oder den gesamten voraussichtlichen\nKosten für die vertragliche Gesamtvereinbarung entsprechen.\nEs darf keine Wiederholung oder Doppelerfassung der\njährlichen Ausgaben oder voraussichtlichen Kosten geben.\nDie folgenden Fälle sind zu berücksichtigen:\na) Werden die jährlichen Ausgaben oder voraussichtlichen\nKosten nicht auf der Ebene der übergeordneten\nVereinbarung bestimmt (also auf der Ebene 0), so sind\ndie jährlichen Ausgaben oder voraussichtlichen Kosten\nauf der Ebene der einzelnen Folge- oder\nNebenvereinbarungen anzugeben.\n16/43\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl.\nL\nvom\n2.12.2024\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nb) Können die jährlichen Ausgaben oder voraussichtlichen\nKosten nicht für die einzelnen Folge- oder\nNebenvereinbarungen gemeldet werden, so werden die\njährlichen Gesamtausgaben oder voraussichtlichen\nKosten auf der Ebene der übergeordneten Vereinbarung\ngemeldet.\nc) Gibt es jährliche Ausgaben oder voraussichtliche Kosten\nfür jede Ebene der Vereinbarung, d. h. für die\nübergeordnete Vereinbarung und die Folge- oder\nNebenvereinbarung, und sind diese Informationen\nverfügbar, so sind die jährlichen Ausgaben oder\nvoraussichtlichen Kosten ohne Doppelerfassung für jede\nEbene der vertraglichen Vereinbarung anzugeben.\nAnleitung zum Ausfüllen der Vorlage B_02.02 – Vertragliche Vereinbarungen – Spezifische Informationen\nDie Finanzunternehmen sind gehalten, diese Vorlage mit der größtmöglichen Granularität auszufüllen. Umfasst die vertragliche Vereinbarung mehrere IKT-Dienstleistungen, die mehrere\nFunktionen unterstützen, müssen die Finanzunternehmen entsprechend viele Zeilen für die Elemente in der Vorlage verwenden, wobei die von der vertraglichen Vereinbarung abgedeckten\nIKT-Dienstleistungen und die Funktionen des Finanzunternehmens kombiniert werden.\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_02.02.0010 Kennnummer der Alphanumerisch Wie in B_02.01.0010 angegeben Obligatorisch\nvertraglichen\nVereinbarung\nB_02.02.0020 LEI des Alphanumerisch Wie in B_04.01.0020 angegeben Obligatorisch\nFinanzunter-nehmens,\nGeben Sie anhand des 20-stelligen alphanumerischen LEI-Codes gemäß der Norm\ndas die\nISO 17442 das Finanzunternehmen an, das die IKT-Dienstleistung(en) in Anspruch\nIKT-Dienstleistung(en) in\nnimmt.\nAnspruch nimmt\nB_02.02.0030 Identifikationscode des Alphanumerisch Wie in B_05.01.0010 angegeben Obligatorisch\nIKT-Drittdienstleisters\nCode zur Identifizierung des IKT-Drittdienstleisters gemäß den Angaben in\nB_05.01.0010 für diesen Dienstleister.\nB_02.02.0040 Art des Codes zur Muster Wie in B_05.01.0020 angegeben Obligatorisch\nIdentifizierung des\nArt des Codes zur Identifizierung des IKT-Drittdienstleisters in B_02.02.0030 gemäß\nIKT-Drittdienstleisters\nden Angaben in B_05.01.0020 für diesen Dienstleister.\nB_02.02.0050 Funktionskennung Muster Gemäß Definition durch das Finanzunternehmen in B_06.01.0010 Obligatorisch\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\n17/43\nABl.\nL\nvom\n2.12.2024\nDE\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_02.02.0060 Art der Erschöpfende Eine der in Anhang III genannten Arten von IKT-Dienstleistungen Obligatorisch\nIKT-Dienstleistungen Liste von\nOptionen\nB_02.02.0070 Startdatum der Datum Geben Sie unter Verwendung des ISO 8601-Codes (JJJJ-MM-TT) das Datum des Obligatorisch\nvertraglichen Inkrafttretens der vertraglichen Vereinbarung an, das in der vertraglichen Vereinbarung\nVereinbarung festgelegt ist.\nB_02.02.0080 Enddatum der Datum Geben Sie unter Verwendung des ISO 8601-Codes (JJJJ-MM-TT) das in der vertraglichen Obligatorisch\nvertraglichen Vereinbarung festgelegte Enddatum an. Ist die vertragliche Vereinbarung unbefristet, ist\nVereinbarung an dieser Stelle „9999-12-31“ anzugeben. Wurde die vertragliche Vereinbarung zu\neinem anderen Zeitpunkt als dem Enddatum gekündigt, so ist in diesem Fall das\nKündigungsdatum anzugeben.\nIst in der vertraglichen Vereinbarung eine Verlängerung vorgesehen, so ist diese mit\ndem in der vertraglichen Vereinbarung festgelegten Datum der Vertragsverlängerung\nanzugeben.\nB_02.02.0090 Grund für die Kündigung Erschöpfende Wenn die vertragliche Vereinbarung gekündigt oder beendet wurde, geben Sie anhand Obligatorisch bei\noder Beendigung der Liste von einer der Optionen aus der folgenden erschöpfenden Liste den Grund für die Kündigung Kündigung der\nvertraglichen Optionen oder Beendigung der vertraglichen Vereinbarungen an: vertraglichen\nVereinbarung Vereinbarung\n1. Beendigung ohne besonderen Anlass: Die vertragliche Vereinbarung ist abgelaufen/\nbeendet und wurde von keiner der Parteien verlängert.\n2. Beendigung aus gegebenem Anlass: Die vertragliche Vereinbarung wurde\ngekündigt, da der IKT-Drittdienstleister gegen anwendbares Recht, Regelungen\noder Vertragsbestimmungen verstoßen hat.\n3. Beendigung aus gegebenem Anlass: Die vertragliche Vereinbarung wurde aufgrund\nder Tatsache gekündigt, dass beim IKT-Drittdienstleister Schwierigkeiten\nfestgestellt wurden, die die unterstützte Funktion beeinträchtigen könnten.\n4. Beendigung aus gegebenem Anlass: Die vertragliche Vereinbarung wurde aufgrund\nvon Defiziten des IKT-Drittdienstleisters in Bezug auf die Verwaltung und\nSicherheit sensibler Daten oder Informationen einer der Gegenparteien gekündigt.\n5. Kündigung auf Ersuchen einer zuständigen Behörde: Die vertragliche Vereinbarung\nwurde auf Ersuchen einer zuständigen Behörde gekündigt.\n6. Sonstige: Die vertragliche Vereinbarung wurde von einer der Parteien aus einem\nanderen als den unter den Nummern 1 bis 5 genannten Gründen gekündigt.\nB_02.02.0100 Kündigungsfrist für das Natürliche Zahl Geben Sie die Kündigungsfrist für die Kündigung der vertraglichen Vereinbarung durch Obligatorisch, wenn die\nFinanzunternehmen, das das Finanzunternehmen in einem Szenario mit unveränderten Rahmenbedingungen IKT-Dienstleistung eine\ndie an. Die Kündigungsfrist wird als Anzahl von Kalendertagen ab dem Eingang des kritische oder wichtige\nIKT-Dienstleistung(en) in Antrags auf Kündigung der IKT-Dienstleistung bei der Gegenpartei ausgedrückt. Funktion unterstützt\nAnspruch nimmt\n18/43\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl.\nL\nvom\n2.12.2024\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_02.02.0110 Kündigungsfrist für den Natürliche Zahl Geben Sie die Kündigungsfrist für die Kündigung der vertraglichen Vereinbarung durch Obligatorisch, wenn die\nIKT-Drittdienstleister den IKT-Drittdienstleister in einem Szenario mit unveränderten Rahmenbedingungen IKT-Dienstleistung eine\nan. Die Kündigungsfrist wird als Anzahl von Kalendertagen ab dem Eingang des kritische oder wichtige\nAntrags auf Kündigung der IKT-Dienstleistung bei der Gegenpartei ausgedrückt. Funktion unterstützt\nB_02.02.0120 Land, dessen Recht für die Land Geben Sie den ISO 3166-1-Alpha-2-Code des Landes an, dessen Recht für die Obligatorisch, wenn die\nvertragliche vertragliche Vereinbarung maßgebend ist. IKT-Dienstleistung eine\nVereinbarung kritische oder wichtige\nmaßgebend ist Funktion unterstützt\nB_02.02.0130 Land der Erbringung der Land Geben das Land, aus dem die IKT-Dienstleistungen erbracht werden, unter Verwendung Obligatorisch, wenn die\nIKT-Dienstleistungen des ISO 3166-1-Alpha-2-Codes an. IKT-Dienstleistung eine\nkritische oder wichtige\nFunktion unterstützt\nB_02.02.0140 Datenspeicherung [Ja/Nein] Ist die IKT-Dienstleistung mit der (vorübergehenden) Speicherung von Daten Obligatorisch, wenn die\nverbunden (oder sieht sie diese vor)? IKT-Dienstleistung eine\nkritische oder wichtige\nAus der folgenden erschöpfenden Liste ist eine Option auszuwählen:\nFunktion unterstützt\n1. Ja\n2. Nein\nB_02.02.0150 Aufbewahrungsort der Land Geben Sie den ISO 3166-1-Alpha-2-Code des Landes an, in dem sich der Obligatorisch, wenn in\ngespeicherten Daten Aufbewahrungsort der gespeicherten Daten (Speicherung) befindet. B_02.02.0140 „Ja“\n(Speicherung) Handelt es sich um mehrere Länder, so ist für jedes Land eine zusätzliche Zeile zu angegeben wurde.\nverwenden.\nB_02.02.0160 Ort der Datenverwaltung Land Geben Sie den ISO 3166-1-Alpha-2-Code des Landes an, in dem die Datenverwaltung Obligatorisch, wenn die\n(Datenverarbeitung) (Datenverarbeitung) stattfindet. IKT-Dienstleistung sich\nHandelt es sich um mehrere Länder, so ist für jedes Land eine zusätzliche Zeile zu auf die\nverwenden. Datenver-arbeitung\nstützt oder diese vorsieht\nB_02.02.0170 Sensibilität der vom Erschöpfende Geben Sie anhand einer der Optionen, die in der folgenden erschöpfenden Liste Obligatorisch, wenn der\nIKT-Drittdienstleister Liste von aufgeführt sind, den Grad der Sensibilität der vom IKT-Drittdienstleister gespeicherten IKT-Drittdienstleister\ngespeicherten Daten Optionen oder verarbeiteten Daten an: Daten speichert und die\nIKT-Dienstleistung eine\n1. Gering\nkritische oder wichtige\n2. Mittel\nFunktion oder einen\n3. Hoch\nwesentlichen Bereich\nDie sensibelsten Daten haben dabei Vorrang: Wenn z. B. sowohl „Mittel“ als auch davon unterstützt\n„Hoch“ zutreffend sind, ist „Hoch“ zu wählen.\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\n19/43\nABl.\nL\nvom\n2.12.2024\nDE\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_02.02.0180 Grad der Abhängigkeit Erschöpfende Aus der folgenden erschöpfenden Liste ist eine Option auszuwählen: Obligatorisch, wenn die\nvon der Optionsliste IKT-Dienstleistung eine\n1. Unerheblich\nIKT-Dienstleistung, die kritische oder wichtige\n2. Geringe Abhängigkeit: Bei einer etwaigen Störung der Dienstleistungen werden die\ndie kritische oder Funktion oder einen\nunterstützten Funktionen nicht wesentlich beeinträchtigt (keine Unterbrechung,\nwichtige Funktion wesentlichen Bereich\nkein erheblicher Schaden) oder die Störung kann schnell und mit minimalen\nunterstützt. davon unterstützt\nAuswirkungen auf die unterstützten Funktionen behoben werden.\n3. Wesentliche Abhängigkeit: Bei einer Störung der Dienstleistungen werden die\nunterstützten Funktionen erheblich beeinträchtigt, wenn die Störung länger als\nwenige Minuten/wenige Stunden dauert, und die Störung kann Schäden\nverursachen, ist aber noch beherrschbar.\n4. Vollständige Abhängigkeit: Bei einer Störung der Dienstleistungen werden die\nunterstützten Funktionen sofort und über einen längeren Zeitraum hinweg\nmassiv unterbrochen/geschädigt.\nAnleitung zum Ausfüllen der Vorlage B_02.03 – Liste der gruppeninternen vertraglichen Vereinbarungen\nIn der Vorlage B_02.03 werden vertragliche Vereinbarungen aus derselben IKT-Dienstleistungskette anhand der gruppeninternen Vertragskennnummern erfasst, wenn die IKT-Dienstleis\ntungskette gruppeninterne IKT-Dienstleister enthält, d. h. wenn mindestens einer der IKT-Drittdienstleister in der IKT-Dienstleistungskette ein Unternehmen ist, das derselben Gruppe\nangehört wie das Unternehmen, das die IKT-Dienstleistungen in Anspruch nimmt.\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_02.03.0010 Kennnummer der Alphanumerisch Kennnummer der vertraglichen Vereinbarung zwischen Obligatorisch\nvertraglichen dem Unternehmen, das die bereitgestellten\nVereinbarung IKT-Dienstleistung(en) in Anspruch nimmt, und dem\ngruppeninternen IKT-Dienstleister.\nDie Kennnummer der vertraglichen Vereinbarung muss\neindeutig sein und ist im Zeitverlauf und über die gesamte\nGruppe hinweg unverändert beizubehalten.\nB_02.03.0020 Vertragliche Vereinbarung Alphanumerisch Kennnummer der vertraglichen Vereinbarung zwischen Obligatorisch\nim Zusammenhang mit der dem gruppeninternen IKT-Dienstleister der vertraglichen\nin B_02.03.0010 genannten Vereinbarung in B_02.03.0010 und seinem direkten\nvertraglichen IKT-Drittdienstleister.\nVereinbarung\n20/43\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl.\nL\nvom\n2.12.2024\nAnleitung zum Ausfüllen der Vorlage B_03.01 – Unternehmen, die die vertraglichen Vereinbarungen für den Erhalt der IKT-Dienstleistung(en) im Namen der\nFinanzunternehmen, die die IKT-Dienstleistung(en) in Anspruch nehmen, unterzeichnen\nGeben Sie alle in Vorlage B_01.02 genannten Finanzunternehmen an, die die in Vorlage B_02.01 genannten vertraglichen Vereinbarungen über den Erhalt von IKT-Dienstleistungen\nunterzeichnen. Wird das Informationsregister auf Unternehmensebene geführt und aktualisiert, so ist das Finanzunternehmen, das die vertraglichen Vereinbarungen unterzeichnet, das\nFinanzunternehmen selbst, das das Informationsregister führt und aktualisiert.\nDas Unternehmen, das die vertragliche Vereinbarung unterzeichnet, ist weder notwendigerweise ein Finanzunternehmen noch das Finanzunternehmen, das die vom IKT-Drittdienstleister\nbereitgestellten IKT-Dienstleistungen in Anspruch nimmt.\nBeispielsweise kann es sich bei dem Unternehmen, das die in Unterabsatz 2 genannte vertragliche Vereinbarung unterzeichnet, um einen gruppeninternen IKT-Dienstleister, um ein\nFinanzunternehmen oder um ein Nichtfinanzunternehmen handeln, das derselben Gruppe angehört wie die Finanzunternehmen, die die vom IKT-Drittdienstleister bereitgestellten\nIKT-Dienstleistungen in Anspruch nehmen.\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_03.01.0010 Kennnummer der Alphanumerisch Wie in B_02.02.0010 angegeben Obligatorisch\nvertraglichen\nGeben Sie die Kennnummer der vom Unternehmen\nVereinbarung\nunterzeichneten vertraglichen Vereinbarung an.\nB_03.01.0020 LEI des Unternehmens, das Alphanumerisch Geben Sie anhand des 20-stelligen alphanumerischen Obligatorisch\ndie vertragliche LEI-Codes gemäß der Norm ISO 17442 oder anhand der\nVereinbarung EUID das Unternehmen an, das die vertragliche\nunterzeichnet Vereinbarung unterzeichnet.\nAnleitung zum Ausfüllen der Vorlage B_03.02 – IKT-Drittdienstleister, die die vertraglichen Vereinbarungen für die Erbringung der IKTDienstleistung(en) unterzeichnen\nGeben Sie in dieser Vorlage alle in der Vorlage B_05.01 genannten IKT-Drittdienstleister an, die die in der Vorlage B_02.01 genannten vertraglichen Vereinbarungen zur Erbringung der\nIKT-Dienstleistungen unterzeichnen.\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_03.02.0010 Kennnummer der Alphanumerisch Wie in B_02.02.0010 angegeben Obligatorisch\nvertraglichen\nGeben Sie die Kennnummer der vertraglichen\nVereinbarung\nVereinbarung an, die vom IKT-Drittdienstleister\nunterzeichnet wurde.\nB_03.02.0020 Identifikationscode des Alphanumerisch Wie in B_05.01.0010 angegeben Obligatorisch\nIKT-Drittdienstleisters\nCode zur Identifizierung des IKT-Drittdienstleisters\ngemäß den Angaben in B_05.01.0020 für diesen\nDienstleister.\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\n21/43\nABl.\nL\nvom\n2.12.2024\nDE\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_03.02.0030 Art des Codes zur Muster Wie in B_05.01.0020 angegeben Obligatorisch\nIdentifizierung des\nArt des Codes zur Identifizierung des\nIKT-Drittdienstleisters\nIKT-Drittdienstleisters in B_03.02.0020 gemäß den\nAngaben in B_05.01.0020 für diesen Dienstleister.\nAnleitung zum Ausfüllen der Vorlage B_03.03 – Finanzunternehmen, die die vertraglichen Vereinbarungen über die Erbringung der IKTDienstleistung(en) für andere\nFinanzunternehmen im Konsolidierungskreis unterzeichnen\nGeben Sie alle in der Vorlage B_01.02 genannten Finanzunternehmen an, die die in der Vorlage B_02.01 genannten vertraglichen Vereinbarungen über die Erbringung von IKT-Dienst\nleistungen für andere in der Vorlage B_01.02 genannte Unternehmen im Konsolidierungskreis unterzeichnet haben.\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_03.03.0010 Kennnummer der Alphanumerisch Wie in B_02.02.0010 angegeben Obligatorisch\nvertraglichen\nGeben Sie die Kennnummer der vertraglichen\nVereinbarung\nVereinbarung an, die vom Unternehmen für die\nErbringung der IKT-Dienstleistung(en) unterzeichnet\nwurde.\nB_03.03.0020 LEI des Alphanumerisch Wie in B_01.02.0010 angegeben Obligatorisch\nFinanzunternehmens, das\nGeben Sie anhand des 20-stelligen alphanumerischen\nIKT-Dienstleistungen\nLEI-Codes gemäß der Norm ISO 17442 das\nerbringt\nUnternehmen an, das die IKT-Dienstleistungen\nbereitstellt.\nAnleitung zum Ausfüllen der Vorlage B_04.01 – Finanzunternehmen, die IKT-Dienstleistungen in Anspruch nehmen\nIn dieser Vorlage sind alle in Vorlage B_01.02 genannten Finanzunternehmen und die in Vorlage B_01.03 genannten Zweigniederlassungen von Finanzunternehmen zu melden, die\nIKT-Dienstleistungen eines IKT-Drittdienstleisters in Anspruch nehmen.\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_04.01.0010 Kennnummer der Alphanumerisch Wie in B_02.01.0010 angegeben Obligatorisch\nvertraglichen\nGeben Sie die Kennnummer der\nVereinbarung\nvertraglichen Vereinbarung in Bezug auf\ndas Finanzunternehmen an, das die\nerbrachten IKT-Dienstleistungen in\nAnspruch nimmt.\n22/43\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl.\nL\nvom\n2.12.2024\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_04.01.0020 LEI des Alphanumerisch Geben Sie anhand des 20-stelligen Obligatorisch\nFinanzunternehmens, das alphanumerischen LEI-Codes gemäß der\ndie IKT-Dienstleistung(en) Norm ISO 17442 das Finanzunternehmen\nin Anspruch nimmt an, das die IKT-Dienstleistung(en) in\nAnspruch nimmt.\nB_04.01.0030 Art des Erschöpfende Optionsliste Aus der folgenden erschöpfenden Liste ist Obligatorisch\nFinanzunternehmens, das eine Option auszuwählen:\ndie IKT-Dienstleistung(en)\n1. Das Finanzunternehmen, das die\nin Anspruch nimmt\nIKT-Dienstleistung(en) in Anspruch\nnimmt, ist eine Zweigniederlassung\neines Finanzunternehmens.\n2. Das Finanzunternehmen, das die\nIKT-Dienstleistung(en) in Anspruch\nnimmt, ist keine Zweigniederlassung.\nB_04.01.0040 Identifikationscode der Alphanumerisch Identifikationscode der in B_01.03.0010 Obligatorisch, wenn das\nZweigniederlassung gemeldeten Zweigniederlassung Finanzunternehmen, das die\nIKT-Dienstleistung(en) in\nAnspruch nimmt, eine\nZweigniederlassung eines\nFinanzunternehmens ist\n(B_04.01.0030)\nAnleitung zum Ausfüllen der Vorlage B_05.01 – IKT-Drittdienstleister\nFinanzunternehmen führen alle relevanten IKT-Drittdienstleister auf, darunter:\na) alle direkten IKT-Drittdienstleister,\nb) alle gruppeninternen IKT-Dienstleister,\nc) alle Unterauftragnehmer, die in der Vorlage B_05.02 zur IKT-Dienstleistungskette aufgeführt sind,\nd) alle obersten Mutterunternehmen der unter den Buchstaben a, b und c oben genannten IKT-Drittdienstleister.\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_05.01.0010 Identifikationscode des Alphanumerisch Code zur Identifizierung des IKT-Drittdienstleisters. Obligatorisch\nIKT-Drittdienstleisters\nWird die LEI verwendet, so ist diese als 20-stelliger\nalphanumerischer Code gemäß der Norm ISO 17442\nanzugeben.\nWird die EUID verwendet, so ist diese gemäß Artikel 9 der\nDurchführungsverordnung (EU) 2021/1042 der Kommission\nanzugeben.\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\n23/43\nABl.\nL\nvom\n2.12.2024\nDE\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_05.01.0020 Art des Codes zur Muster Art des Codes zur Identifizierung des IKT-Drittdienstleisters Obligatorisch\nIdentifizierung des gemäß B_05.01.0010.\nIKT-Drittdienstleisters\n1. „LEI“ für LEI,\n2. „EUID“ für EUID,\n3. „Ländercode“+Unterstrich+„Art des Codes“ bei Nicht-LEIund Nicht-EUID-Codes.\nLändercode: Geben Sie den ISO 3166-1-Alpha-2-Code des\nLandes an, in dem der andere Code zur Identifizierung des\nIKT-Drittdienstleisters ausgestellt wurde.\nArt des Codes:\n1. CRN für die Handelsregisternummer,\n2. VAT für die Umsatzsteuer-Identifikationsnummer,\n3. PNR für die Reisepassnummer,\n4. NIN für die Nummer des Personalausweises.\nFür juristische Personen gemäß den Angaben in B_05.01.0070\nsind nur die LEI oder die EUID zu verwenden; ein alternativer\nCode darf nur für eine natürliche Person verwendet werden, die\nals Unternehmer handelt.\nFür nicht in der Union niedergelassene juristische Personen ist\nnur die LEI zu verwenden.\nB_05.01.0030 Zusätzlicher Alphanumerisch Zusätzlicher Code zur Identifizierung des Optional\nIdentifikationscode des IKT-Drittdienstleisters, wenn verfügbar.\nIKT-Drittdienstleisters\nB_05.01.0040 Art des zusätzlichen Codes Muster Art des zusätzlichen Codes zur Identifizierung des Obligatorisch, wenn\nzur Identifizierung des IKT-Drittdienstleisters gemäß den Angaben in B_05.01.0030: B_05.01.0030 gemeldet\nIKT-Drittdienstleisters wird\n1. „LEI“ für LEI,\n2. „EUID“ für EUID,\n3. CRN für die Handelsregisternummer,\n4. VAT für die Umsatzsteuer-Identifikationsnummer,\n5. PNR für die Reisepassnummer,\n6. NIN für die Nummer des Personalausweises.\nFür juristische Personen gemäß den Angaben in B_05.01.0070\nsind die LEI oder die EUID zu verwenden; ein alternativer Code\ndarf nur für eine natürliche Person verwendet werden, die in als\nUnternehmer handelt.\nFür nicht in der Union niedergelassene juristische Personen ist\nnur die LEI zu verwenden.\n24/43\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl.\nL\nvom\n2.12.2024\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_05.01.0050 Offizielle Bezeichnung des Alphanumerisch Offizielle Bezeichnung des IKT-Drittdienstleisters, wie im Obligatorisch\nIKT-Drittdienstleisters Unternehmensregister in lateinischer, kyrillischer oder\ngriechischer Schrift angegeben.\nB_05.01.0060 Name des Alphanumerisch Name des IKT-Drittdienstleisters in lateinischer Schrift. Obligatorisch\nIKT-Drittdienstleisters in\nIst der Name des IKT-Drittanbieters gemäß B_05.01.0050 in\nlateinischer Schrift\nlateinischer Schrift angegeben, so ist er in diesem Datenfeld zu\nwiederholen.\nB_05.01.0070 Art der Person des Erschöpfende Liste von Aus der folgenden erschöpfenden Liste ist eine Option Obligatorisch\nIKT-Drittdienstleisters Optionen auszuwählen:\n1. Juristische Person, ausgenommen natürliche Personen, die\nals Unternehmer handeln\n2. Natürliche Person, die als Unternehmer handelt\nB_05.01.0080 Land, in dem der Land Geben Sie den ISO 3166-1-Alpha-2-Code des Landes an, in dem Obligatorisch\nIKT-Drittdienstleister sich die weltweite Hauptverwaltung des IKT-Drittdienstleisters\nseinen Sitz hat befindet (in der Regel handelt es sich bei dem Land um das Land\nder steuerlichen Ansässigkeit).\nB_05.01.0090 Währung des in Währung Geben Sie den alphabetischen ISO 4217-Code der Währung an, Obligatorisch, wenn\nB_05.01.0070 in der der Betrag in B_05.01.0100 ausgewiesen ist. B_05.01.0100 gemeldet\nausgewiesenen Betrags Die Beträge sind in der Währung auszuweisen, die das wird\nFinanzunternehmen bei der Aufstellung des Jahresabschlusses je\nnach Sachlage auf Unternehmensebene, teilkonsolidierter oder\nkonsolidierter Ebene verwendet.\nB_05.01.0100 Jährliche Gesamtausgaben Monetär Jährliche Ausgaben oder voraussichtliche Kosten für die Obligatorisch, wenn es sich\noder voraussichtliche Nutzung der IKT-Dienstleistungen, die der IKT-Drittdienstleister bei dem\nKosten für den für die Unternehmen erbringt, die die IKT-Dienstleistungen in IKT-Drittdienstleister um\nIKT-Drittdienstleister Anspruch nehmen. Der monetäre Wert ist in Einheiten einen direkten\nanzugeben. IKT-Drittdienstleister\nhandelt\nB_05.01.0110 Identifikationscode des Alphanumerisch Code zur Identifizierung des obersten Mutterunternehmens des Obligatorisch, wenn der\nobersten IKT-Drittdienstleisters. IKT-Drittdienstleister nicht\nMutterunternehmens des Der zur Identifizierung des obersten Mutterunternehmens in das oberste\nIKT-Drittdienstleisters diesem Feld verwendete Code muss mit dem in B_05.01.0010 Mutterunternehmen ist\nfür dieses oberste Mutterunternehmen angegebenen\nIdentifikationscode übereinstimmen.\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\n25/43\nABl.\nL\nvom\n2.12.2024\nDE\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nIst der IKT-Drittdienstleister nicht Teil einer Gruppe, so ist der\nzur Identifizierung dieses IKT-Drittdienstleisters in\nB_05.01.0010 verwendete Identifikationscode in diesem\nDatenfeld zu wiederholen.\nB_05.01.0120 Art des Codes zur Muster Art des Codes zur Identifizierung obersten Obligatorisch, wenn der\nIdentifizierung des Mutterunternehmens des IKT-Drittdienstleisters gemäß IKT-Drittdienstleister nicht\nMutterunternehmens des B_05.01.0110. das oberste\nIKT-Drittdienstleisters Die Art des Codes zur Identifizierung des obersten Mutterunternehmen ist\nMutterunternehmens in diesem Feld muss mit dem in\nB_05.01.0020 für dieses oberste Mutterunternehmen\nangegebenen Identifikationscode übereinstimmen.\nIst der IKT-Drittdienstleister nicht Teil einer Gruppe, so ist die\nArt des Identifikationscodes, der in B_05.01.0020 zur\nIdentifizierung dieses IKT-Drittdienstleisters verwendet wurde,\nin diesem Datenfeld zu wiederholen.\nAnleitung zum Ausfüllen der Vorlage B_05.02 – IKT-Dienstleistungsketten\nIn dieser Vorlage werden die IKT-Drittdienstleister, die Teil derselben IKT-Dienstleistungskette sind, gemeinsam ausgewiesen und zueinander in Beziehung gesetzt.\nDie IKT-Dienstleistungskette umfasst gegebenenfalls Folgendes:\na) alle direkten IKT-Drittdienstleister,\nb) alle gruppeninternen IKT-Dienstleister,\nc) bei IKT-Dienstleistungen, die eine kritische oder wichtige Funktion oder einen wesentlichen Bereich davon unterstützen, alle Unterauftragnehmer, die die Erbringung dieser IKT-Dienst\nleistungen sicherstellen (d. h. alle Unterauftragnehmer, die IKT-Dienstleistungen erbringen, deren Störung die Sicherheit oder Kontinuität des Dienstangebots beeinträchtigen würde),\nd) wenn ein gruppeninterner IKT-Dienstleister zur Erbringung seiner IKT-Dienstleistungen für das Finanzunternehmen Unterauftragnehmer einsetzt, zumindest den ersten Unterauft\nragnehmer außerhalb der Gruppe, auch wenn die erbrachten IKT-Dienstleistungen keine kritische oder wichtige Funktion oder wesentliche Bereiche davon unterstützen.\nAlle IKT-Drittdienstleister, die derselben IKT-Dienstleistungskette angehören, weisen die folgenden gemeinsamen Merkmale auf:\na) dieselbe „Kennnummer der vertraglichen Vereinbarung“ gemäß Vorlage B_02.01,\nb) dieselbe „Art von IKT-Dienstleistungen“ gemäß Anhang III.\n26/43\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl.\nL\nvom\n2.12.2024\nJedem IKT-Drittdienstleister, der zu derselben IKT-Dienstleistungskette gehört, wird ein „Rang“ (Vorlage B_05.02.0050) zugewiesen, um seine Position innerhalb der IKT-Dienstleis\ntungskette zu kennzeichnen. Haben mehrere IKT-Drittdienstleister dieselbe Position innerhalb derselben IKT-Dienstleistungskette, so wird diesen Anbietern derselbe „Rang“ zugewiesen.\nGemäß Artikel 2 liegen die direkten IKT-Drittdienstleister somit an erster Stelle (Rang 1). Ist die Rangnummer größer als 1, so sind die IKT-Drittdienstleister Unterauftragnehmer.\nUm die IKT-Drittdienstleister, die zu derselben IKT-Dienstleistungskette gehören, zueinander in Beziehung zu setzen, müssen die Finanzunternehmen für jeden IKT-Unterauftragnehmer\n(d. h. dessen „Rangnummer“ größer als 1 ist) den IKT-Drittdienstleister identifizieren, der die im Unterauftrag vergebenen Dienstleistungen erhält. Die Identifizierung des IKT-Drittdienst\nleisters, der die im Unterauftrag vergebenen Dienstleistungen erhält, erfolgt über die Spalten B_05.02.0060 und B_05.02.0070.\nFür jede IKT-Dienstleistungskette (d. h. eine Kombination aus einer „Kennnummer der vertraglichen Vereinbarung“ und einer „Art von IKT-Dienstleistungen“), bei der es mehrere\nIKT-Drittdienstleister gibt, die die im Unterauftrag vergebenen Dienstleistungen erhalten, sind alle diese Dienstleister in separaten Zeilen in der Vorlage auszuweisen. Diese Logik gilt für\njeden Rang der IKT-Dienstleistungskette.\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_05.02.0010 Kennnummer der Alphanumerisch Wie in B_02.01.0010 angegeben Obligatorisch\nvertraglichen Vereinbarung\nB_05.02.0020 Art der Erschöpfende Liste von Optionen Eine der in Anhang III genannten Arten von Obligatorisch\nIKT-Dienstleistungen IKT-Dienstleistungen\nB_05.02.0030 Identifikationscode des Alphanumerisch Wie in B_05.01.0010 für diesen IKT-Drittdienstleister Obligatorisch\nIKT-Drittdienstleisters angegeben.\nBeispiele:\n— Identifikationscode des direkten\nIKT-Drittdienstleisters, der für das\nFinanzunternehmen IKT-Dienstleistungen\nerbringt;\n— Identifikationscode des Unterauftragnehmers mit\nRangnummer 2, der für den direkten\nIKT-Drittanbieter Dienstleistungen erbringt.\nB_05.02.0040 Art des Codes zur Muster Wie in B_05.01.0020 für diesen IKT-Drittdienstleister Obligatorisch\nIdentifizierung des angegeben.\nIKT-Drittdienstleisters\nB_05.02.0050 Rang Natürliche Zahl Wenn der IKT-Drittdienstleister die vertragliche Obligatorisch\nVereinbarung mit dem Finanzunternehmen\nunterzeichnet, gilt er als direkter IKT-Drittdienstleister\nund ist mit der „Rangnummer“ 1 zu kennzeichnen.\nWenn der IKT-Drittdienstleister den Vertrag mit dem\ndirekten IKT-Drittdienstleister unterzeichnet, gilt er als\nUnterauftragnehmer und ist mit der „Rangnummer“ 2\nzu kennzeichnen.\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\n27/43\nABl.\nL\nvom\n2.12.2024\nDE\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nDiese Logik gilt auch für alle folgenden\nUnterauftragnehmer, deren „Rangnummer“ entsprechend\njeweils um eine Zahl erhöht werden muss.\nHaben mehrere IKT-Drittdienstleister denselben „Rang“ in\nder IKT-Dienstleistungskette, so ist von den\nFinanzunternehmen für alle diese IKT-Drittdienstleister\nderselbe „Rang“ einzutragen.\nB_05.02.0060 Identifikationscode des Alphanumerisch Nicht auszufüllen, wenn der IKT-Drittdienstleister (Vorlage Obligatorisch; nicht zutreffend\nEmpfängers von im B_05.02.0030) ein direkter IKT-Drittdienstleister ist, d. h. bei Rang 1\nUnterauftrag vergebenen den „Rang“ r = 1 hat (Vorlage B_05.02.0050).\nIKT-Dienstleistungen\nWenn der IKT-Drittdienstleister den „Rang“ r = n hat (wobei\nn eine Zahl größer als 1 ist), ist der „Identifikationscode des\nEmpfängers von im Unterauftrag vergebenen\nDienstleistungen“ mit dem „Rang“ r=n-1 anzugeben, wenn\neine (selbst nur teilweise) Untervergabe der\nIKT-Dienstleistung im Zusammenhang mit dem\nIKT-Drittdienstleister mit dem „Rang“ r=n erfolgt ist.\nBeispiele:\n— Identifikationscode des direkten\nIKT-Drittdienstleisters, der die Dienstleistung vom\nUnterauftragnehmer mit der Rangnummer 2 erhält.\n— Identifikationscode des Unterauftragnehmers mit der\nRangnummer 2, der die Dienstleistung vom\nUnterauftragnehmer mit der Rangnummer 3 erhält.\nDer zur Identifizierung des Empfängers von im\nUnterauftrag vergebenen IKT-Dienstleistungen verwendete\nCode muss mit dem in B_05.01.0010 für diesen\nDienstleister angegebenen Identifikationscode\nübereinstimmen.\nB_05.02.0070 Art des Codes zur Muster Nicht auszufüllen, wenn der IKT-Drittdienstleister (Vorlage Obligatorisch; nicht zutreffend\nIdentifizierung des B_05.02.0030) den Rang r = 1 hat (Vorlage B_05.02.0050). bei Rang 1\nEmpfängers von im\nWenn der IKT-Drittdienstleister den „Rang“ r = n hat (wobei\nUnterauftrag vergebenen\nn eine Zahl größer als 1 ist), ist die „Art des Codes zur\nIKT-Dienstleistungen\nIdentifizierung des Empfängers von im Unterauftrag\nvergebenen Dienstleistungen“ mit dem „Rang“ r=n-1\nanzugeben, wenn eine (selbst nur teilweise) Untervergabe\nder IKT-Dienstleistung im Zusammenhang mit dem\nIKT-Drittdienstleister mit dem „Rang“ r=n erfolgt ist.\n28/43\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl.\nL\nvom\n2.12.2024\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\n1. „LEI“ für LEI,\n2. „EUID“ für EUID,\n3. CRN für die Handelsregisternummer,\n4. VAT für die Umsatzsteuer-Identifikationsnummer,\n5. PNR für die Reisepassnummer,\n6. NIN für die Nummer des Personalausweises.\nDie Art des Codes zur Identifizierung des Empfängers von\nim Unterauftrag vergebenen IKT-Dienstleistungen muss mit\ndem in B_05.01.0020 für diesen Dienstleister angegebenen\nIdentifikationscode übereinstimmen.\nAnleitung zum Ausfüllen der Vorlage B_06.01 – Angabe der Funktionen\nFinanzunternehmen müssen entsprechend ihrer internen Organisation, die durch IKT-Dienste von IKT-Drittdienstleistern unterstützt wird, alle einschlägigen Funktionen angeben und Informationen hierüber\nbereitstellen.\nJeder Kombination der folgenden Elemente muss eine eindeutige Funktionskennung zugewiesen werden:\na) „LEI des Finanzunternehmens, das die IKT-Dienstleistung(en) in Anspruch nimmt“, Spalte B_06.01.0040,\nb) „Genehmigte Tätigkeit“, Spalte B_06.01.0020,\nc) „Bezeichnung der Funktion“, Spalte B_06.01.0030.\nDie Finanzunternehmen müssen zum Ausfüllen dieser Vorlage so viele Zeilen verwenden, wie Elemente in der Vorlage vorhanden sind, wenn sie die beiden obigen Punkte kombinieren.\nSpaltencode Spaltenbezeichnung Art Anleitung Ausfülloption\nB_06.01.0010 Funktionskennung Muster Die Funktionskennung besteht aus dem Obligatorisch\nBuchstaben F (Hauptbuchstabe), gefolgt von einer\nnatürlichen Zahl (z. B. „F1“ für die\n1. Funktionskennung und „Fn“ für die\nn. Funktionskennung, wobei „n“ eine natürliche Zahl\nist).\nJede Kombination zwischen „LEI des\nFinanzunternehmens, das die IKT-Dienstleistung(en)\nin Anspruch nimmt“ (B_06.01.0040), „Bezeichnung\nder Funktion“ (B_06.01.0030) und „Genehmigte\nTätigkeit“ (B_06.01.0020) muss eine eindeutige\nFunktionskennung aufweisen.\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\n29/43\nABl.\nL\nvom\n2.12.2024\nDE\nSpaltencode Spaltenbezeichnung Art Anleitung Ausfülloption\nBeispiel: Ein Finanzunternehmen, das im\nRahmen von zwei genehmigten Tätigkeiten\n(„Tätigkeit A“ und „Tätigkeit B“) agiert, erhält\nzwei eindeutige „Funktionskennungen“ für\ndieselbe Funktion X (z. B. Vertrieb), die jeweils\nfür Tätigkeit A bzw. Tätigkeit B ausgeführt wird.\nB_06.01.0020 Genehmigte Tätigkeit Erschöpfende Optionsliste Eine der in den einschlägigen Rechtsakten in Obligatorisch\nAnhang II genannten genehmigten Tätigkeiten\nfür die verschiedenen Arten von\nFinanzunternehmen.\nIst die Funktion nicht mit einer registrierten\noder genehmigten Tätigkeit verbunden, so ist\n„Unterstützungsfunktionen“ anzugeben.\nB_06.01.0030 Bezeichnung der Funktion Alphanumerisch Funktionsbezeichnung entsprechend der Obligatorisch\ninternen Organisation des\nFinanzunternehmens.\nB_06.01.0040 LEI des Alphanumerisch Wie in B_04.01.0020 angegeben Obligatorisch\nFinanzunternehmens Geben Sie anhand des 20-stelligen\nalphanumerischen LEI-Codes gemäß der Norm\nISO 17442 das Finanzunternehmen an.\nB_06.01.0060 Bewertung der Kritikalität Erschöpfende Optionsliste Geben Sie in dieser Spalte an, ob die Funktion Obligatorisch\noder der Bedeutung nach Einschätzung des Finanzunternehmens\nkritisch oder wichtig ist. Aus der folgenden\nerschöpfenden Liste ist eine Option\nauszuwählen:\n1. Ja\n2. Nein\n3. Keine Bewertung durchgeführt\nB_06.01.0070 Gründe für Kritikalität Alphanumerisch Kurze Erläuterung der Gründe für die Optional\noder Bedeutung Einstufung der Funktion als kritisch oder\nwichtig (max. 300 Zeichen)\n30/43\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl.\nL\nvom\n2.12.2024\nSpaltencode Spaltenbezeichnung Art Anleitung Ausfülloption\nB_06.01.0080 Datum der letzten Datum Geben Sie das Datum unter Verwendung des Obligatorisch\nBewertung der Kritikalität ISO 8601-Codes (JJJJ-MM-TT) des Datums der\noder Bedeutung letzten Bewertung der Kritikalität oder\nBedeutung an, falls die Funktion durch\nIKT-Dienstleistungen unterstützt wird, die von\nIKT-Drittdienstleistern bereitgestellt werden.\nWird keine Bewertung der Kritikalität oder\nBedeutung der Funktion vorgenommen, ist an\ndieser Stelle „9999-12-31“ anzugeben.\nB_06.01.0090 Vorgabe für die Natürliche Zahl Die Angabe erfolgt in Stunden. Beträgt die Obligatorisch\nWiederherstellungszeit Vorgabe für die Wiederherstellungszeit weniger\nder Funktion als 1 Stunde, ist „1“ anzugeben. Ist die Vorgabe\nfür die Wiederherstellungszeit der Funktion\nnicht definiert, ist „0“ anzugeben.\nB_06.01.0100 Vorgabe für den Natürliche Zahl Die Angabe erfolgt in Stunden. Beträgt die Obligatorisch\nWiederherstellungspunkt Vorgabe für den Wiederherstellungspunkt\nder Funktion weniger als 1 Stunde, ist „1“ anzugeben. Ist die\nVorgabe für den Wiederherstellungspunkt der\nFunktion nicht definiert, ist „0“ anzugeben.\nB_06.01.0110 Auswirkung der Erschöpfende Optionsliste Geben Sie in dieser Spalte die Auswirkung der Obligatorisch\nEinstellung der Funktion Einstellung der Funktion nach Einschätzung des\nFinanzunternehmens an. Aus der folgenden\nerschöpfenden Liste ist eine Option\nauszuwählen:\n1. Gering\n2. Mittel\n3. Hoch\n4. Keine Bewertung durchgeführt\nAnleitung zum Ausfüllen der Vorlage B_07.01 – Bewertung der IKT-Dienstleistungen\nWenn eine kritische oder wichtige Funktion oder wesentliche Bereiche davon unterstützt werden, ermöglicht diese Vorlage weitere Bewertungen der IKT-Dienstleistungen, die von\nIKT-Drittdienstleistern (einschließlich des ersten gruppenfremden Unterauftragnehmers in der IKT-Dienstleistungskette, wenn es sich bei den vorherigen IKT-Drittdienstleistern um\ngruppeninterne Dienstleister handelt) für das Finanzunternehmen erbracht werden.\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\n31/43\nABl.\nL\nvom\n2.12.2024\nDE\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nB_07.01.0010 Kennnummer der Alphanumerisch Wie in B_02.01.0010 angegeben Obligatorisch\nvertraglichen Vereinbarung\nB_07.01.0020 Identifikationscode des Alphanumerisch Wie in B_05.01.0010 angegeben Obligatorisch\nIKT-Drittdienstleisters\nB_07.01.0030 Art des Codes zur Muster Wie in B_05.01.0020 angegeben Obligatorisch\nIdentifizierung des\nIKT-Drittdienstleisters\nB_07.01.0040 Art der IKT-Dienstleistungen Erschöpfende Optionsliste Eine der in Anhang III genannten Arten Obligatorisch\nvon IKT-Dienstleistungen\nB_07.01.0050 Substituierbarkeit des Erschöpfende Optionsliste Geben Sie in dieser Spalte die Ergebnisse der Obligatorisch\nIKT-Drittdienstleisters Bewertung des Finanzunternehmens in\nBezug auf den Grad der Substituierbarkeit des\nIKT-Drittdienstleisters für die Erbringung der\nspezifischen IKT-Dienstleistungen zur\nUnterstützung einer kritischen oder\nwichtigen Funktion an.\nAus der folgenden erschöpfenden Liste ist\neine Option auszuwählen:\n1. Nicht substituierbar\n2. Äußerst komplizierte Substituierbarkeit\n3. Mittelschwere Substituierbarkeit\n4. Problemlos substituierbar\nB_07.01.0060 Grund, warum der Erschöpfende Optionsliste Aus der folgenden erschöpfenden Liste ist Obligatorisch, wenn in\nIKT-Drittdienstleister als eine Option auszuwählen: B_07.01.0041 „Nicht\nnicht substituierbar oder substituierbar“ oder „Äußerst\n1. Mangel an echten, auch teilweisen\nschwer substituierbar komplizierte\nAlternativen aufgrund der begrenzten\nangesehen wird Substituierbarkeit“\nZahl von IKT-Drittdienstleistern, die auf\nausgewählt wurde.\neinem bestimmten Markt tätig sind, oder\ndes Marktanteils des betreffenden\nIKT-Drittdienstleisters oder der damit\nverbundenen technischen Komplexität\noder Differenziertheit, auch in Bezug auf\nproprietäre Technologien, oder der\nbesonderen Merkmale der Organisation\noder Tätigkeit des\nIKT-Drittdienstleisters,\n32/43\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl.\nL\nvom\n2.12.2024\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\n2. Schwierigkeiten bei der teilweisen oder\nvollständigen Migration der\neinschlägigen Daten und Arbeitslasten\nvom jeweiligen IKT-Drittdienstleister zu\neinem anderen IKT-Drittdienstleister\noder bei deren Wiedereingliederung in\nden Betrieb des Finanzunternehmens,\ndie entweder auf erhebliche finanzielle\nKosten, zeitliche oder sonstige\nRessourcen, die der Migrationsprozess\nmit sich bringen kann, oder auf erhöhte\nIKT-Risiken oder sonstige operationelle\nRisiken zurückzuführen sind, denen das\nFinanzunternehmen ausgesetzt sein\nkönnte,\n3. Beide unter Punkt 1 und 2 genannten\nGründe.\nB_07.01.0070 Datum des letzten Audits über Datum Geben Sie in dieser Spalte das Datum des Obligatorisch\nden IKT-Drittdienstleister letzten Audits über die spezifischen\nIKT-Dienstleistungen an, die vom\nIKT-Drittdienstleister erbracht werden.\nDiese Spalte bezieht sich auf Audits, die von\neiner der folgenden Stellen durchgeführt\nwerden:\na) der Innenrevision oder sonstigem\nzusätzlichen qualifizierten Personal des\nFinanzunternehmens,\nb) einem gemeinsamen Team mit anderen\nKunden desselben\nIKT-Drittdienstleisters („Sammelaudit“),\nc) einem Dritten, der vom beaufsichtigten\nUnternehmen mit dem Audit über den\nDienstleister beauftragt wird.\nDiese Spalte bezieht sich nicht auf den\nEingang oder den Stichtag von\nZertifizierungen durch Dritte oder von\nInnenrevisionsberichten des\nIKT-Drittdienstleisters, den Zeitpunkt der\njährlichen Überwachung der Vereinbarung\ndurch das Finanzunternehmen oder den\nZeitpunkt der Überprüfung der\nRisikobewertung durch das\nFinanzunternehmen.\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\n33/43\nABl.\nL\nvom\n2.12.2024\nDE\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nIn dieser Spalte sind alle Arten von Audits\nanzugeben, die von einer der unter den\nBuchstaben a, b und c genannten Stellen\ndurchgeführt wurden und sich ganz oder\nteilweise auf die vom IKT-Drittdienstleister\nerbrachten IKT-Dienstleistungen beziehen.\nFür die Angabe des Datums ist der\nISO 8601-Code (JJJJ-MM-TT) zu verwenden.\nWurde kein Audit durchgeführt, ist an dieser\nStelle „9999-12-31“ anzugeben.\nB_07.01.0080 Vorliegen eines Ausstiegsplans [Ja/Nein] Geben Sie in dieser Spalte an, ob ein Obligatorisch\nAusstiegsplan für den IKT-Drittdienstleister\nin Bezug auf die spezielle erbrachte\nIKT-Dienstleistung vorliegt.\nAus der folgenden erschöpfenden Liste ist\neine Option auszuwählen:\n1. Ja\n2. Nein\nB_07.01.0090 Möglichkeit der Erschöpfende Optionsliste Aus der folgenden erschöpfenden Liste ist Obligatorisch\nWiedereingliederung der eine Option auszuwählen:\nvertraglich vereinbarten\n1. Problemlos\nIKT-Dienstleistung\n2. Schwierig\n3. Äußerst kompliziert\nVerwenden Sie diese Spalte, wenn die\nIKT-Dienstleistung von einem\nIKT-Drittdienstleister erbracht wird, der kein\ngruppeninterner IKT-Dienstleister ist.\nB_07.01.0100 Auswirkung der Einstellung Erschöpfende Optionsliste In dieser Spalte ist das Ausmaß der Obligatorisch\nder IKT-Dienstleistungen Auswirkungen anzugeben, die die Einstellung\nder vom IKT-Drittdienstleister erbrachten\nIKT-Dienstleistungen nach Einschätzung des\nFinanzunternehmens für das\nFinanzunternehmen hätte.\n34/43\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl.\nL\nvom\n2.12.2024\nSpaltencode Spaltenbezeichnung Art Hinweise zum Ausfüllen Ausfülloption\nAus der folgenden erschöpfenden Liste ist\neine Option auszuwählen:\n1. Gering\n2. Mittel\n3. Hoch\n4. Keine Bewertung durchgeführt\nB_07.01.0110 Gibt es alternative Erschöpfende Optionsliste Aus der folgenden erschöpfenden Liste ist Obligatorisch\nIKT-Drittdienstleister? eine Option auszuwählen:\n1. Ja\n2. Nein\n7. Keine Bewertung durchgeführt\nFür jeden IKT-Drittdienstleister, der eine\nkritische oder wichtige Funktion unterstützt,\nmuss eine Bewertung zur Ermittlung eines\nalternativen Dienstleisters durchgeführt\nwerden.\nB_07.01.0120 Angabe alternativer Alphanumerisch Wenn in B_07.01.0110 „Ja“ angegeben ist, Optional\nIKT-Drittdienstleister können in dieser Spalte zusätzliche Angaben\ngemacht werden.\nAnleitung zum Ausfüllen der Vorlage B_99.01 – Terminologie der Finanzunternehmen, die die IKT-Dienstleistungen nutzen\nDie Finanzunternehmen stellen unternehmensinterne Erläuterungen, Bedeutungen und Begriffsbestimmungen in Bezug auf den erschöpfenden Indikatorenkatalog und Optionen, die im\nInformationsregisters verwendet werden, bereit.\nB_99.01.C0010 B_99.01.C0020 B_99.01.C0030 B_99.01.C0040\nSpaltencode Spaltenbezeichnung Option Beschreibung/Interne Definition der Option\n1. Eigenständige\nB_99.01.R0010\nVereinbarung\nArt der vertraglichen 2. Übergeordnete\nB_99.01.R0020 B_02.01.0020\nVereinbarung Vereinbarung\n3. Folge- oder\nB_99.01.R0030\nNebenvereinbarung.\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\n35/43\nABl.\nL\nvom\n2.12.2024\nDE\nB_99.01.C0010 B_99.01.C0020 B_99.01.C0030 B_99.01.C0040\nSpaltencode Spaltenbezeichnung Option Beschreibung/Interne Definition der Option\nB_99.01.R0040 1. Gering\nSensibilität der vom\nB_99.01.R0050 B_02.02.0170 IKT-Drittdienstleister 2. Mittel\ngespeicherten Daten\nB_99.01.R0060 3. Hoch\nB_99.01.R0070 1. Gering\nAuswirkung der\nB_99.01.R0080 B_06.01.0110 2. Mittel\nEinstellung der Funktion\nB_99.01.R0090 3. Hoch\nB_99.01.R0100 1. Nicht substituierbar\n2. Äußerst komplizierte\nB_99.01.R0110\nSubstituierbarkeit\nSubstituierbarkeit des\nB_07.01.0050\nIKT-Drittdienstleisters 3. Mittelschwere\nB_99.01.R0120\nSubstituierbarkeit\n4. Problemlos\nB_99.01.R0130\nsubstituierbar\nB_99.01.R0140 Möglichkeit der 1. Problemlos\nWiedereingliederung der\nB_99.01.R0150 B_07.01.0090 2. Schwierig\nvertraglich vereinbarten\nB_99.01.R0160 IKT-Dienstleistung 3. Äußerst kompliziert\nB_99.01.R0170 1. Gering\nAuswirkung der\nB_99.01.R0180 B_07.01.0100 Einstellung der 2. Mittel\nIKT-Dienstleistungen\nB_99.01.R0190 3. Hoch\n36/43\nELI:\nhttp://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl.\nL\nvom\n2.12.2024\nDE\nABl. L vom 2.12.2024\nANHANG II\nListe der Tätigkeiten nach Art des Unternehmens\nArt des Unternehmens Liste der Tätigkeiten und Dienstleistungen\na) Kreditinstitute Tätigkeiten, die in Anhang I der Richtlinie 2013/36/EU\naufgeführt sind, und Tätigkeiten, die in Abschnitt A und B\nvon Anhang I der Richtlinie 2014/65/EU aufgeführt sind\nb) Zahlungsinstitute, einschließlich nach der Richtlinie Tätigkeiten, die in Anhang I der Richtlinie (EU) 2015/2366\n(EU) 2015/2366 ausgenommene Zahlungsinstitute aufgeführt sind\nc) Kontoinformationsdienstleister Kontoinformationsdienste gemäß Anhang I Nummer 8 der\nRichtlinie (EU) 2015/2366\nd) E-Geld-Institute, einschließlich nach der Richtlinie Ausgabe von E-Geld gemäß der Richtlinie 2009/110/EG und\n2009/110/EG ausgenommene E-Geld-Institute Tätigkeiten, die in Anhang I der Richtlinie (EU) 2015/2366\naufgeführt sind\ne) Wertpapierfirmen Wertpapierdienstleistungen und Tätigkeiten, die in\nAbschnitt A und B des Anhangs I der Richtlinie 2014/65/EU\naufgeführt sind\nf) Anbieter von Krypto-Dienstleistungen, die gemäß der Dienstleistungen und Tätigkeiten, die in Artikel 3\nVerordnung (EU) 2023/1114 zugelassen sind Nummer 16 der Verordnung (EU) 2023/1114 aufgeführt\nsind\ng) Emittenten wertreferenzierter Token, die gemäß der Tätigkeiten gemäß Artikel 16 Absatz 1 der Verordnung (EU)\nVerordnung (EU) 2023/1114 zugelassen sind 2023/1114\nh) Zentralverwahrer Tätigkeiten, die im Anhang der Verordnung (EU)\nNr. 909/2014 des Europäischen Parlaments und des Rates\naufgeführt sind(1)\ni) zentrale Gegenparteien Tätigkeit zentraler Gegenparteien im Sinne des Artikels 2\nNummer 1 der Verordnung (EU) Nr. 648/2012\nj) Handelsplätze Tätigkeit von Handelsplätzen im Sinne des Artikels 4\nNummern 21 bis 24 der Richtlinie 2014/65/EU\nk) Transaktionsregister Tätigkeiten von Transaktionsregistern im Sinne des Artikels 2\nNummer 2 der Verordnung (EU) Nr. 648/2012 und des\nArtikels 3 Nummer 1 der Verordnung (EU) 2015/2365 des\nEuropäischen Parlaments und des Rates(2)\nl) Verwalter alternativer Investmentfonds Tätigkeiten, die in Artikel 6 Absatz 4 und in Anhang I der\nRichtlinie 2011/61/EU des Europäischen Parlaments und des\nRates aufgeführt sind(3)\nELI: http://data.europa.eu/eli/reg_impl/2024/2956/oj 37/43\nDE\nABl. L vom 2.12.2024\nArt des Unternehmens Liste der Tätigkeiten und Dienstleistungen\nm) Verwaltungsgesellschaften Tätigkeiten, die in Artikel 6 Absatz 3 und in Anhang II der\nRichtlinie 2009/65/EG des Europäischen Parlaments und des\nRates aufgeführt sind(4)\nn) Datenbereitstellungsdienste Dienstleistungen gemäß Artikel 2 Absatz 1 Nummer 34, 35\nund 36 der Verordnung (EU) Nr. 600/2014 des Europäischen\nParlaments und des Rates(5)\no) Versicherungs- und Rückversicherungsunternehmen Zugelassene Tätigkeiten für i) die in Anhang I Abschnitt B der\nRichtlinie 2009/138/EG des Europäischen Parlaments und\ndes Rates(6)genannten Versicherungszweige der\nNichtlebensversicherung; ii) Lebensversicherungszweige\ngemäß Anhang II der Richtlinie; iii) Tätigkeiten der\nNichtlebensrückversicherung und iv) Tätigkeiten der\nLebensrückversicherung gemäß Artikel 15 Absatz 5 jener\nRichtlinie.\np) Versicherungsvermittler, Rückversicherungsvermittler Tätigkeiten des Versicherungs- und\nund Versicherungsvermittler in Nebentätigkeit Rückversicherungsvertriebs im Sinne des Artikels 2 Absatz 1\nNummer 1 und 2 der Richtlinie (EU) 2016/97 des\nEuropäischen Parlaments und des Rates(7)\nq) Einrichtungen der betrieblichen Altersversorgung Tätigkeiten von Einrichtungen der betrieblichen\nAltersversorgung gemäß Artikel 7 der Richtlinie\n(EU) 2016/2341 des Europäischen Parlaments und des\nRates(8)\nr) Ratingagenturen Tätigkeiten von Ratingagenturen gemäß Artikel 3 Absatz 1\nBuchstaben a und b der Verordnung (EG) Nr. 1060/2009 des\nEuropäischen Parlaments und des Rates(9)\ns) Administratoren kritischer Referenzwerte Bereitstellung von Referenzwerten durch Administratoren\nim Sinne des Artikels 3 Absatz 1 Nummern 5 und 6 der\nVerordnung (EU) 2016/1011 des Europäischen Parlaments\nund des Rates in Bezug auf kritische Referenzwerte im Sinne\ndes Artikels 3 Absatz 1 Nummer 25 jener Verordnung\nt) Schwarmfinanzierungsdienstleister Erbringung von Schwarmfinanzierungsdienstleistungen\ngemäß Artikel 3 der Verordnung (EU) 2020/1503 des\nEuropäischen Parlaments und des Rates(10)\nu) Verbriefungsregister Tätigkeit von Verbriefungsregistern im Sinne des Artikels 2\nNummer 23 der Verordnung (EU) 2017/2402 des\nEuropäischen Parlaments und des Rates(11)und Artikel 1\nNummern 4 und 5 der Delegierten\nVerordnung (EU) 2020/1230 der Kommission(12)\nNichtfinanzunternehmen: gruppeninterner IKT-Dienstleister Nicht zutreffend\n38/43 ELI: http://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl. L vom 2.12.2024\nArt des Unternehmens Liste der Tätigkeiten und Dienstleistungen\nNichtfinanzunternehmen: sonstiges gruppeninternes Nicht zutreffend\nUnternehmen\nNichtfinanzunternehmen: IKT-Drittdienstleister Nicht zutreffend", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(1)", "text": "(1) Verordnung (EU) Nr. 909/2014 des Europäischen Parlaments und des Rates vom 23. Juli 2014 zur Verbesserung der\nWertpapierlieferungen und -abrechnungen in der Europäischen Union und über Zentralverwahrer sowie zur Änderung der\nRichtlinien 98/26/EG und 2014/65/EU und der Verordnung (EU) Nr. 236/2012 (ABl. L 257 vom 28.8.2014, S. 1, ELI: http://data.\neuropa.eu/eli/reg/2014/909/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(2)", "text": "(2) Verordnung (EU) 2015/2365 des Europäischen Parlaments und des Rates vom 25. November 2015 über die Transparenz von\nWertpapierfinanzierungsgeschäften und der Weiterverwendung sowie zur Änderung der Verordnung (EU) Nr. 648/2012 (ABl. L 337\nvom 23.12.2015, S. 1, ELI: http://data.europa.eu/eli/reg/2015/2365/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(3)", "text": "(3) Richtlinie 2011/61/EU des Europäischen Parlaments und des Rates vom 8. Juni 2011über die Verwalter alternativer Investmentfonds\nund zur Änderung der Richtlinien 2003/41/EG und 2009/65/EG und der Verordnungen (EG) Nr. 1060/2009 und (EU)\nNr. 1095/2010 (ABl. L 174 vom 1.7.2011, S. 1, ELI: http://data.europa.eu/eli/dir/2011/61/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(4)", "text": "(4) Richtlinie 2009/65/EG des Europäischen Parlaments und des Rates vom 13. Juli 2009 zur Koordinierung der Rechts- und\nVerwaltungsvorschriften betreffend bestimmte Organismen für gemeinsame Anlagen in Wertpapieren (OGAW) (ABl. L 302 vom\n17.11.2009, S. 32, ELI: http://data.europa.eu/eli/dir/2009/65/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(5)", "text": "(5) Verordnung (EU) Nr. 600/2014 des Europäischen Parlaments und des Rates vom 15. Mai 2014über Märkte für Finanzinstrumente\nund zur Änderung der Verordnung (EU) Nr. 648/2012 (ABl. L 173 vom 12.6.2014, S. 84, ELI: http://data.europa.eu/eli/reg/2014/\n600/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(6)", "text": "(6) Richtlinie 2009/138/EG des Europäischen Parlaments und des Rates vom 25. November 2009 betreffend die Aufnahme und\nAusübung der Versicherungs- und der Rückversicherungstätigkeit (Solvabilität II) (ABl. L 335 vom 17.12.2009, S. 1, ELI: http://data.\neuropa.eu/eli/dir/2009/138/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(7)", "text": "(7) Richtlinie (EU) 2016/97 des Europäischen Parlaments und des Rates vom 20. Januar 2016über Versicherungsvertrieb (ABl. L 26 vom\n2.2.2016, S. 19, ELI: http://data.europa.eu/eli/dir/2016/97/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(8)", "text": "(8) Richtlinie (EU) 2016/2341 des Europäischen Parlaments und des Rates vom 14. Dezember 2016 über die Tätigkeiten und die\nBeaufsichtigung von Einrichtungen der betrieblichen Altersversorgung (EbAV) (ABl. L 354 vom 23.12.2016, S. 37, ELI: http://data.\neuropa.eu/eli/dir/2016/2341/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(9)", "text": "(9) Verordnung (EG) Nr. 1060/2009 des Europäischen Parlaments und des Rates vom 16. September 2009 über Ratingagenturen\n(ABl. L 302 vom 17.11.2009, S. 1, ELI: http://data.europa.eu/eli/reg/2009/1060/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(10)", "text": "(10) Verordnung (EU) 2020/1503 des Europäischen Parlaments und des Rates vom 7. Oktober 2020 über Europäische\nSchwarmfinanzierungsdienstleister für Unternehmen und zur Änderung der Verordnung (EU) 2017/1129 und der Richtlinie (EU)\n2019/1937 (ABl. L 347 vom 20.10.2020, S. 1, ELI: http://data.europa.eu/eli/reg/2020/1503/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(11)", "text": "(11) Verordnung (EU) 2017/2402 des Europäischen Parlaments und des Rates vom 12. Dezember 2017zur Festlegung eines allgemeinen\nRahmens für Verbriefungen und zur Schaffung eines spezifischen Rahmens für einfache, transparente und standardisierte Verbriefung\nund zur Änderung der Richtlinien 2009/65/EG, 2009/138/EG, 2011/61/EU und der Verordnungen (EG) Nr. 1060/2009 und (EU)\nNr. 648/2012 (ABl. L 347 vom 28.12.2017, S. 35, ELI: http://data.europa.eu/eli/reg/2017/2402/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(12)", "text": "(12) Delegierte Verordnung (EU) 2020/1230 der Kommission vom 29. November 2019zur Ergänzung der Verordnung (EU) 2017/2402\ndes Europäischen Parlaments und des Rates durch technische Regulierungsstandards zur Festlegung der Einzelheiten des Antrags auf\nRegistrierung als Verbriefungsregister und der Einzelheiten des vereinfachten Antrags auf Ausweitung der Registrierung als\nTransaktionsregister (ABl. L 289 vom 3.9.2020, S. 345, ELI: http://data.europa.eu/eli/reg/2020/1230/oj).\nELI: http://data.europa.eu/eli/reg_impl/2024/2956/oj 39/43\nDE\nABl. L vom 2.12.2024\nANHANG III\nArt der IKT-Dienstleistungen\nWird auf eine Art von IKT-Dienstleistungen in den Vorlagen des Informationsregisters Bezug genommen, ist nur die\nKennung (von S01 bis S19) der betreffenden Art von IKT-Dienstleistungen anzugeben.\nKennung Art der IKT-Dienstleistungen Beschreibung\nS01 1. IKT-Projektmanagement Erbringung von Dienstleistungen im Zusammenhang mit dem\nProjektmanagement.\nS02 2. IKT-Entwicklung Erbringung von Dienstleistungen im Zusammenhang mit:\nUnternehmensanalyse, Softwaredesign und -entwicklung, Tests.\nS03 3. IKT-Helpdesk und Erbringung von Dienstleistungen im Zusammenhang mit:\nFirst-Level-Support Helpdesk-Support und First-Level-Support bei IKT-Vorfällen\nS04 4. Erbringung von Dienstleistungen im Zusammenhang mit:\nIKT-Sicherheitsmanagementdienste IKT-Sicherheit (Schutz, Erkennung, Reaktion und\nWiederherstellung), einschließlich Umgang mit Sicherheitsvorfällen\nund Forensik.\nS05 5. Bereitstellung von Daten Abonnement der Dienste von Datenanbietern. (digitaler\nDatendienst)\nS06 6. Datenanalyse Erbringung von Dienstleistungen im Zusammenhang mit der\nUnterstützung der Datenanalyse. (digitaler Datendienst)\nS07 7. IKT, Betriebsmittel und Bereitstellung von IKT-Infrastruktur, Betriebsmitteln und\nHostingdienste (ohne Hostingdiensten, einschließlich Versorgungsleistungen (Energie,\nCloud-Dienste) Wärmemanagement usw.), Telekommunikationszugang und\nphysischer Sicherheit (ohne Cloud-Dienste),\nZahlungsabwicklungstätigkeiten oder Bereitstellung von\nZahlungsinfrastrukturen\nS08 8. Rechenleistung Bereitstellung digitaler Verarbeitungskapazitäten (einschließlich\nDatenrechenleistung), mit Ausnahme der im Rahmen einer\nCloud-Umgebung erbrachten Rechendienste.\nS09 9. Datenspeicherung außerhalb Bereitstellung von Datenspeicherplattformen (ohne Cloud-Dienste).\nder Cloud\nS10 10. Telekommunikationsanbieter Betrieb von Telekommunikationssystemen und Ablaufmanagement.\nTraditionelle analoge Telefondienste sind gemäß Artikel 3\nNummer 21 der Verordnung (EU) 2022/2554 ausdrücklich\nausgeschlossen.\nS11 11. Netzwerkinfrastruktur Bereitstellung von Netzwerkinfrastruktur\nS12 12. Hardware und physische Geräte Bereitstellung von Arbeitsplätzen, Telefonen, Servern,\nDatenspeichergeräten, Vorrichtungen usw. in Form einer\nDienstleistung\nS13 13. Softwarelizenzierung (ohne Bereitstellung von lokal ausgeführter Software.\nSaaS)\nS14 14. IKT-Betriebsmanagement Erbringung von Dienstleistungen im Zusammenhang mit:\n(einschließlich Wartung) Infrastrukturkonfiguration (Systeme und Hardware mit Ausnahme\ndes Netzwerks), Wartung, Installation, Kapazitätsmanagement,\nbetriebliches Kontinuitätsmanagement usw.\nEinschließlich Anbieter von verwalteten Dienstleistungen (Managed\nService Providers, MSPs)\nS15 15. IKT-Beratung Erbringung von auf Know-how/IKT-Fachwissen beruhenden\nDienstleistungen.\nS16 16. IKT-Risikomanagement Überprüfung der Einhaltung der Anforderungen für das\nIKT-Risikomanagement gemäß Artikel 6 Absatz 10 der Verordnung\n(EU) 2022/2554\n40/43 ELI: http://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl. L vom 2.12.2024\nKennung Art der IKT-Dienstleistungen Beschreibung\nS17 17. Cloud-Dienste: IaaS Infrastructure-as-a-Service\nS18 18. Cloud-Dienste: PaaS Platform-as-a-Service\nS19 19. Cloud-Dienste: SaaS Software-as-a-Service\nELI: http://data.europa.eu/eli/reg_impl/2024/2956/oj 41/43\nDE\nABl. L vom 2.12.2024\nANHANG IV\nAnleitung zur Meldung des „Gesamtwerts der Aktiva“\nAnleitung zur Meldung des Gesamtwerts der Aktiva in\nArt des Unternehmens\nSpalte B_01.02.0110\na) Kreditinstitute Angaben gemäß Meldebogen C40.00 Zeile 0410 Spalte 0010\nin Anhang X der Durchführungsverordnung (EU) 2021/451\nder Kommission(1)\nb) Zahlungsinstitute, einschließlich nach der Richtlinie Gesamtwert der Aktiva in den Rechnungslegungsdaten\n(EU) 2015/2366 ausgenommene Zahlungsinstitute\nc) Kontoinformationsdienstleister Gesamtwert der Aktiva in den Rechnungslegungsdaten\nd) E-Geld-Institute, einschließlich nach der Richtlinie Gesamtwert der Aktiva in den Rechnungslegungsdaten\n2009/110/EG ausgenommene E-Geld-Institute\ne) Wertpapierfirmen Angaben gemäß Meldebogen Z01.00 Spalte 0090 in\nAnhang I der Durchführungsverordnung (EU) 2018/1624\nder Kommission(2)\nf) Anbieter von Krypto-Dienstleistungen, die gemäß der Gesamtwert der Aktiva in den Rechnungslegungsdaten\nVerordnung (EU) 2023/1114 zugelassen sind\ng) Emittenten wertreferenzierter Token, die gemäß der Gesamtwert der Aktiva in den Rechnungslegungsdaten\nVerordnung (EU) 2023/1114 zugelassen sind\nh) Zentralverwahrer Gesamtwert der Aktiva in den geprüften Jahresabschlüssen,\ndie den zuständigen Behörden gemäß Artikel 41 Buchstabe a\nder Delegierten Verordnung (EU) 2017/392 der Kommission\ngemeldet wurden(3)\ni) zentrale Gegenparteien Angaben gemäß Feld 15.2 der „Veröffentlichten quantitativen\nOffenlegungsstandards für zentrale Gegenparteien“ der\nBIZ/IOSCO.\nj) Handelsplätze Gesamtwert der Aktiva in den Rechnungslegungsdaten\nk) Transaktionsregister Gesamtwert der Aktiva in den Rechnungslegungsdaten\nl) Verwalter alternativer Investmentfonds Gesamtwert der Aktiva in den Rechnungslegungsdaten\nm) Verwaltungsgesellschaften Gesamtwert der Aktiva in den Rechnungslegungsdaten\nn) Datenbereitstellungsdienste Gesamtwert der Aktiva in den Rechnungslegungsdaten\no) Versicherungs- und Rückversicherungsunternehmen Angaben gemäß Anhang II und Meldebogen S02.01\nZeile 0500 Spalte 0010 in Anhang III der\nDurchführungsverordnung (EU) 2023/894 der\nKommission(4)\np) Versicherungsvermittler, Rückversicherungsvermittler Gesamtwert der Aktiva in den Rechnungslegungsdaten\nund Versicherungsvermittler in Nebentätigkeit\n42/43 ELI: http://data.europa.eu/eli/reg_impl/2024/2956/oj\nDE\nABl. L vom 2.12.2024\nAnleitung zur Meldung des Gesamtwerts der Aktiva in\nArt des Unternehmens\nSpalte B_01.02.0110\nq) Einrichtungen der betrieblichen Altersversorgung Das Gesamtvermögen muss der Summe aller getrennt auf der\nAktivseite der Bilanz ausgewiesenen Positionen sowie auch\nder Passiva insgesamt entsprechen\nr) Ratingagenturen Gesamtwert der Aktiva in den Rechnungslegungsdaten\ns) Administratoren kritischer Referenzwerte Gesamtwert der Aktiva in den Rechnungslegungsdaten\nt) Schwarmfinanzierungsdienstleister Gesamtwert der Aktiva in den Rechnungslegungsdaten\nu) Verbriefungsregister Gesamtwert der Aktiva in den Rechnungslegungsdaten\nNichtfinanzunternehmen: gruppeninterner Nicht zutreffend\nIKT-Dienstleister\nNichtfinanzunternehmen: sonstiges gruppeninternes Nicht zutreffend\nUnternehmen\nNichtfinanzunternehmen: IKT-Drittdienstleister Nicht zutreffend", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(1)", "text": "(1) Durchführungsverordnung (EU) 2021/451 der Kommission vom 17. Dezember 2020 zur Festlegung technischer\nDurchführungsstandards für die Anwendung der Verordnung (EU) Nr. 575/2013 des Europäischen Parlaments und des Rates auf die\naufsichtlichen Meldungen der Institute und zur Aufhebung der Durchführungsverordnung (EU) Nr. 680/2014 (ABl. L 97 vom\n19.3.2021, S. 1, ELI: http://data.europa.eu/eli/reg_impl/2021/451/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(2)", "text": "(2) Durchführungsverordnung (EU) 2018/1624 der Kommission vom 23. Oktober 2018 zur Festlegung technischer\nDurchführungsstandards in Bezug auf Verfahren, Standardformulare und Meldebögen für die Bereitstellung von Informationen für\ndie Erstellung von Abwicklungsplänen für Kreditinstitute und Wertpapierfirmen gemäß der Richtlinie 2014/59/EU des Europäischen\nParlaments und des Rates und zur Aufhebung der Durchführungsverordnung (EU) 2016/1066 der Kommission (ABl. L 277 vom\n7.11.2018, S. 1, ELI: http://data.europa.eu/eli/reg_impl/2018/1624/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(3)", "text": "(3) Delegierte Verordnung (EU) 2017/392 der Kommission vom 11. November 2016zur Ergänzung der Verordnung (EU) Nr. 909/2014\ndes Europäischen Parlaments und des Rates durch technische Regulierungsstandards für die Zulassung von und für aufsichtliche und\noperationelle Anforderungen an Zentralverwahrer (ABl. L 65 vom 10.3.2017, S. 48, ELI: http://data.europa.eu/eli/reg_del/2017/\n392/oj).", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 7(4)", "text": "(4) Durchführungsverordnung (EU) 2023/894 der Kommission vom 4. April 2023zur Festlegung technischer Durchführungsstandards\nfür die Anwendung der Richtlinie 2009/138/EG des Europäischen Parlaments und des Rates im Hinblick auf die Meldebögen zur\nÜbermittlung für die Aufsicht erforderlicher Informationen durch Versicherungs- und Rückversicherungsunternehmen an ihre\nAufsichtsbehörde und zur Aufhebung der Durchführungsverordnung (EU) 2015/2450 (ABl. L 120, 5.5.2023, S. 1, ELI: http://data.\neuropa.eu/eli/reg_impl/2023/894/oj).\nELI: http://data.europa.eu/eli/reg_impl/2024/2956/oj 43/43", "source_sha256": "63473da6482d1ebc385014b6078b251ec2f701c00af2c752bf3c1110f43943cb"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 1(3)", "text": "(3) Verordnung (EU) Nr. 1093/2010 des Europäischen Parlaments und des Rates vom 24. November 2010 zur Errichtung einer\nEuropäischen Aufsichtsbehörde (Europäische Bankenaufsichtsbehörde), zur Änderung des Beschlusses Nr. 716/2009/EG und zur\nAufhebung des Beschlusses 2009/78/EG der Kommission (ABl. L 331 vom 15.12.2010, S. 12, ELI: http://data.europa.eu/eli/reg/2010/\n1093/oj).", "source_sha256": "7bdbbc2df61c8bb3f93a6ae23c5b4bd5eda8f7c4572dab8e3b14bcc271e821a3"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 1(4)", "text": "(4) Verordnung (EU) Nr. 1094/2010 des Europäischen Parlaments und des Rates vom 24. November 2010 zur Errichtung einer\nEuropäischen Aufsichtsbehörde (Europäische Aufsichtsbehörde für das Versicherungswesen und die betriebliche Altersversorgung),\nzur Änderung des Beschlusses Nr. 716/2009/EG und zur Aufhebung des Beschlusses 2009/79/EG der Kommission (ABl. L 331 vom\n15.12.2010, S. 48, ELI: http://data.europa.eu/eli/reg/2010/1094/oj).", "source_sha256": "7bdbbc2df61c8bb3f93a6ae23c5b4bd5eda8f7c4572dab8e3b14bcc271e821a3"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 1(5)", "text": "(5) Verordnung (EU) Nr. 1095/2010 des Europäischen Parlaments und des Rates vom 24. November 2010 zur Errichtung einer\nEuropäischen Aufsichtsbehörde (Europäische Wertpapier- und Marktaufsichtsbehörde), zur Änderung des Beschlusses\nNr. 716/2009/EG und zur Aufhebung des Beschlusses 2009/77/EG der Kommission (ABl. L 331 vom 15.12.2010, S. 84, ELI: http://\ndata.europa.eu/eli/reg/2010/1095/oj).", "source_sha256": "7bdbbc2df61c8bb3f93a6ae23c5b4bd5eda8f7c4572dab8e3b14bcc271e821a3"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 1(6)", "text": "(6) Verordnung (EU) 2018/1725 des Europäischen Parlaments und des Rates vom 23. Oktober 2018 zum Schutz natürlicher Personen bei\nder Verarbeitung personenbezogener Daten durch die Organe, Einrichtungen und sonstigen Stellen der Union, zum freien\nDatenverkehr und zur Aufhebung der Verordnung (EG) Nr. 45/2001 und des Beschlusses Nr. 1247/2002/EG (ABl. L 295 vom\n21.11.2018, S. 39, ELI: http://data.europa.eu/eli/reg/2018/1725/oj).\n2/5 ELI: http://data.europa.eu/eli/reg_del/2025/301/oj\nDE\nABl. L vom 20.2.2025", "source_sha256": "7bdbbc2df61c8bb3f93a6ae23c5b4bd5eda8f7c4572dab8e3b14bcc271e821a3"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 2(1)", "text": "Spezifische Informationen, die in Erstmeldungen enthalten sein müssen\nErstmeldungen gemäß Artikel 19 Absatz 4 Buchstabe a der Verordnung (EU) 2022/2554 enthalten mindestens alle\nnachfolgend genannten spezifischen Informationen:\na) vom Finanzunternehmen zugewiesener Referenzcode des Vorfalls,\nb) Datum und Uhrzeit der Erkennung des Vorfalls sowie dessen Einstufung gemäß Artikel 8 der Delegierten\nVerordnung (EU) 2024/1772 der Kommission(7),\nc) Beschreibung des IKT-bezogenen Vorfalls,\nd) in den Artikeln 1 bis 8 der Delegierten Verordnung (EU) 2024/1772 festgelegte Kriterien, auf deren Grundlage das\nFinanzunternehmen den IKT-bezogenen Vorfall als schwerwiegend eingestuft hat,\ne) Mitgliedstaaten, die von dem IKT-bezogenen Vorfall betroffen sind,\nf) Angaben dazu, wie der IKT-bezogene Vorfall erkannt wurde,\ng) soweit verfügbar, Angaben zum Ursprung des IKT-bezogenen Vorfalls,\nh) Angaben dazu, ob das Finanzunternehmen einen Geschäftsfortführungsplan aktiviert hat,\ni) gegebenenfalls Angaben zur Neueinstufung des schwerwiegenden IKT-bezogenen Vorfalls als nicht schwerwiegend,\nj) soweit verfügbar, sonstige zweckdienliche Informationen.", "source_sha256": "7bdbbc2df61c8bb3f93a6ae23c5b4bd5eda8f7c4572dab8e3b14bcc271e821a3"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 3(7)", "text": "(7) Delegierte Verordnung (EU) 2024/1772 der Kommission vom 13. März 2024 zur Ergänzung der Verordnung (EU) 2022/2554 des\nEuropäischen Parlaments und des Rates durch technische Regulierungsstandards zur Festlegung der Kriterien für die Klassifizierung\nvon IKT-bezogenen Vorfällen und Cyberbedrohungen, der Wesentlichkeitsschwellen und der Einzelheiten von Meldungen\nschwerwiegender Vorfälle (ABl. L, 2024/1772, 25.6.2024, ELI: http://data.europa.eu/eli/reg_del/2024/1772/oj).\nELI: http://data.europa.eu/eli/reg_del/2025/301/oj 3/5\nDE\nABl. L vom 20.2.2025", "source_sha256": "7bdbbc2df61c8bb3f93a6ae23c5b4bd5eda8f7c4572dab8e3b14bcc271e821a3"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 4(1)", "text": "Spezifische Informationen, die in Abschlussmeldungen enthalten sein müssen\nAbschlussmeldungen gemäß Artikel 19 Absatz 4 Buchstabe c der Verordnung (EU) 2022/2554 enthalten mindestens alle\nnachfolgend genannten spezifischen Informationen:\na) Angaben zu den Ursachen des IKT-bezogenen Vorfalls,\nb) Datum und Uhrzeit der Behebung des IKT-bezogenen Vorfalls sowie der Beseitigung der zugrunde liegenden\nUrsache(n),\nc) Angaben dazu, wie dem IKT-bezogenen Vorfall entgegengewirkt wurde,\nd) gegebenenfalls Informationen, die für die Abwicklungsbehörden relevant sind,\ne) Angaben zu direkten und indirekten Kosten und Verlusten, die infolge des IKT-bezogenen Vorfalls entstanden sind,\nund Angaben zu finanziellen Wiedereinziehungen,\nf) gegebenenfalls Angaben zu wiederholten IKT-bezogenen Vorfällen.", "source_sha256": "7bdbbc2df61c8bb3f93a6ae23c5b4bd5eda8f7c4572dab8e3b14bcc271e821a3"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 5(1)", "text": "(1) Finanzunternehmen übermitteln die Erst-, Zwischen- und Abschlussmeldung gemäß Artikel 19 Absatz 4\nBuchstaben a, b und c der Verordnung (EU) 2022/2554 innerhalb der folgenden Fristen:\na) bei der Erstmeldung: so früh wie möglich, in jedem Fall aber innerhalb von vier Stunden nach Einstufung des\nIKT-bezogenen Vorfalls als schwerwiegend und spätestens 24 Stunden nach dem Zeitpunkt, zu dem das\nFinanzunternehmen Kenntnis von dem IKT-bezogenen Vorfall erlangt hat,\nb) bei der Zwischenmeldung: spätestens 72 Stunden nach Übermittlung der Erstmeldung, auch wenn sich gemäß", "source_sha256": "7bdbbc2df61c8bb3f93a6ae23c5b4bd5eda8f7c4572dab8e3b14bcc271e821a3"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 19(2)", "text": "(2) Hat das Finanzunternehmen einen IKT-bezogenen Vorfall nicht innerhalb von 24 Stunden nach dem Zeitpunkt, zu\ndem es Kenntnis von dem IKT-bezogenen Vorfall erlangt hat, sondern erst zu einem späteren Zeitpunkt als schwerwiegend\neingestuft, übermittelt es die Erstmeldung innerhalb von vier Stunden, nachdem es den IKT-bezogenen Vorfall als\nschwerwiegend eingestuft hat.", "source_sha256": "7bdbbc2df61c8bb3f93a6ae23c5b4bd5eda8f7c4572dab8e3b14bcc271e821a3"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 19(3)", "text": "(3) Finanzunternehmen, die nicht in der Lage sind, die Erstmeldung, die Zwischenmeldung oder die Abschlussmeldung\ninnerhalb der in Absatz 1 genannten Fristen zu übermitteln, teilen dies der zuständigen Behörde unverzüglich, spätestens\njedoch innerhalb der jeweiligen Fristen für die Übermittlung der Meldung mit und geben die Gründe für die\nVerzögerung an.", "source_sha256": "7bdbbc2df61c8bb3f93a6ae23c5b4bd5eda8f7c4572dab8e3b14bcc271e821a3"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 19(4)", "text": "(4) Fällt die Frist für die Übermittlung der Erstmeldung, der Zwischenmeldung oder der Abschlussmeldung auf ein\nWochenende oder einen Feiertag im Mitgliedstaat des meldenden Finanzunternehmens, so kann das Finanzunternehmen\ndie Erstmeldung, die Zwischenmeldung oder die Abschlussmeldung bis 12.00 Uhr des darauffolgenden Arbeitstages\nübermitteln.", "source_sha256": "7bdbbc2df61c8bb3f93a6ae23c5b4bd5eda8f7c4572dab8e3b14bcc271e821a3"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 19(5)", "text": "(5) Absatz 4 gilt nicht für die Übermittlung einer Erstmeldung oder einer Zwischenmeldung durch Kreditinstitute,\nzentrale Gegenparteien, Betreiber von Handelsplätzen und andere Finanzunternehmen, die gemäß Artikel 3 der Richtlinie\n(EU) 2022/2555 als wesentliche oder wichtige Einrichtungen eingestuft sind.\n4/5 ELI: http://data.europa.eu/eli/reg_del/2025/301/oj\nDE\nABl. L vom 20.2.2025", "source_sha256": "7bdbbc2df61c8bb3f93a6ae23c5b4bd5eda8f7c4572dab8e3b14bcc271e821a3"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 19(6)", "text": "(6) Die zuständigen Behörden können beschließen, dass Absatz 4 nicht für die Übermittlung einer Erstmeldung oder\neiner Zwischenmeldung durch andere Finanzinstitute als die in Absatz 5 genannten gilt, die bedeutend oder für den\nFinanzsektor auf nationaler oder Unionsebene systemrelevant sind. Die zuständigen Behörden teilen den betreffenden\nFinanzunternehmen ihren Beschluss mit. Der Beschluss der zuständigen Behörde gilt nur für Vorfälle, die sich ereignet\nhaben, nachdem die zuständige Behörde den betreffenden Finanzunternehmen ihre Entscheidung mitgeteilt hat.", "source_sha256": "7bdbbc2df61c8bb3f93a6ae23c5b4bd5eda8f7c4572dab8e3b14bcc271e821a3"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 6(1)", "text": "Inhalt der freiwilligen Meldung erheblicher Cyberbedrohungen\nEine freiwillige Meldung in Bezug auf erhebliche Cyberbedrohungen gemäß Artikel 19 Absatz 2 der Verordnung\n(EU) 2022/2554 umfasst Folgendes:\na) allgemeine Angaben zu dem meldenden Finanzunternehmen gemäß Artikel 1,\nb) Datum und Uhrzeit der Erkennung einer erheblichen Cyberbedrohung und sonstige relevante Zeitstempel im\nZusammenhang mit der erheblichen Cyberbedrohung,\nc) Beschreibung der erheblichen Cyberbedrohung,\nd) Angaben zu den möglichen Auswirkungen der erheblichen Cyberbedrohung auf das Finanzunternehmen, seine\nKunden oder Gegenparteien im Finanzbereich,\ne) Einstufungskriterien, die die Meldung eines schwerwiegenden Vorfalls gemäß den Artikeln 1 bis 8 der Delegierten\nVerordnung (EU) 2024/1772 ausgelöst hätten, wenn die Cyberbedrohung eingetreten wäre,\nf) Angaben zum Status der erheblichen Cyberbedrohung und dazu, ob sich die Bedrohungsaktivität verändert hat,\ng) gegebenenfalls Beschreibung der Maßnahmen, die das Finanzunternehmen ergriffen hat, um das Eintreten\nerheblicher Cyberbedrohungen zu verhindern,\nh) Angabe dazu, ob andere Finanzunternehmen oder Behörden über die erhebliche Cyberbedrohung benachrichtigt\nwurden,\ni) gegebenenfalls Angaben zu Kompromittierungsindikatoren,\nj) soweit verfügbar, sonstige zweckdienliche Informationen.", "source_sha256": "7bdbbc2df61c8bb3f93a6ae23c5b4bd5eda8f7c4572dab8e3b14bcc271e821a3"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 7(1)", "text": "Inkrafttreten\nDiese Verordnung tritt am zwanzigsten Tag nach ihrer Veröffentlichung im Amtsblatt der Europäischen Union in Kraft.\nDiese Verordnung ist in allen ihren Teilen verbindlich und gilt unmittelbar in jedem\nMitgliedstaat.\nBrüssel, den 23. Oktober 2024\nFür die Kommission\nDie Präsidentin\nUrsula VON DER LEYEN\nELI: http://data.europa.eu/eli/reg_del/2025/301/oj 5/5", "source_sha256": "7bdbbc2df61c8bb3f93a6ae23c5b4bd5eda8f7c4572dab8e3b14bcc271e821a3"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 28(6)", "text": "(6) Wenn Finanzunternehmen die Meldepflichten für schwerwiegende IKT-bezogene Vorfälle an einen Dritten\nauslagern, sollten die zuständigen Behörden die Identität des Dritten, der Meldungen im Namen des\nFinanzunternehmens übermittelt, bereits vor der Übermittlung der Erstmeldung kennen, um die Legitimität des\nmeldenden Dritten überprüfen zu können.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 28(1)", "text": "(1) ABl. L 333 vom 27.12.2022, S. 1. ELI: http://data.europa.eu/eli/reg/2022/2554/oj.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 28(2)", "text": "(2) Delegierte Verordnung (EU) 2024/1772 der Kommission vom 13. März 2024 zur Ergänzung der Verordnung (EU) 2022/2554 des\nEuropäischen Parlaments und des Rates durch technische Regulierungsstandards zur Festlegung der Kriterien für die Klassifizierung\nvon IKT-bezogenen Vorfällen und Cyberbedrohungen, der Wesentlichkeitsschwellen und der Einzelheiten von Meldungen\nschwerwiegender Vorfälle (ABl. L, 2024/1772 vom 25.6.2024, ELI: http://data.europa.eu/eli/reg_del/2024/1772/oj).\nELI: http://data.europa.eu/eli/reg_impl/2025/302/oj 1/44\nDE\nABl. L vom 20.2.2025", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 28(7)", "text": "(7) Um die Auswirkungen eines Vorfalls, der bei einem Drittdienstleister eingetreten ist oder von diesem verursacht\nwurde und mehrere Finanzunternehmen in demselben Mitgliedstaat betrifft, leicht einschätzen zu können und den\nMeldeaufwand für die Finanzunternehmen zu verringern, sollte die Meldevorlage die Übermittlung einer\naggregierten Meldung mit aggregierten Informationen über die Auswirkungen des Vorfalls auf alle betroffenen\nFinanzunternehmen, die den Vorfall als schwerwiegend eingestuft haben, ermöglichen.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 28(8)", "text": "(8) Die Meldevorlage sollte technologieneutral gestaltet sein, damit sie in verschiedene Lösungen für die Meldung von\nSicherheitsvorfällen implementiert werden kann, die zwecks Umsetzung der Anforderungen der Verordnung\n(EU) 2022/2554 bereits bestehen oder noch entwickelt werden.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 28(9)", "text": "(9) Die Gestaltung der Meldevorlage und der Datenfelder sollte die Meldung schwerwiegender IKT-bezogener Vorfälle\ndurch Dritte, an die Finanzunternehmen ihre Meldepflicht gemäß Artikel 19 Absatz 5 der Verordnung\n(EU) 2022/2554 ausgelagert haben, erleichtern.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 28(10)", "text": "(10) Die vorliegende Verordnung beruht auf dem Entwurf technischer Durchführungsstandards, der der Kommission von\nden Europäischen Aufsichtsbehörden übermittelt wurde.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 28(11)", "text": "(11) Die Europäischen Aufsichtsbehörden haben zu diesem Entwurf öffentliche Konsultationen durchgeführt, die damit\nverbundenen potenziellen Kosten- und Nutzeneffekte analysiert und die Stellungnahme der nach Artikel 37 der\nVerordnungen (EU) Nr. 1093/2010(3), (EU) Nr. 1094/2010(4) und (EU) Nr. 1095/2010(5) des Europäischen\nParlaments und des Rates eingesetzten Interessengruppe Bankensektor eingeholt.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 28(12)", "text": "(12) Der Europäische Datenschutzbeauftragte wurde gemäß Artikel 42 Absatz 1 der Verordnung (EU) 2018/1725 des\nEuropäischen Parlaments und des Rates(6)konsultiert und gab am 22. Juli 2024eine befürwortende Stellungnahme\nab. Jede Verarbeitung personenbezogener Daten im Anwendungsbereich dieser Verordnung sollte im Einklang mit\nden geltenden Datenschutzgrundsätzen und -bestimmungen der Verordnung (EU) 2018/1725 erfolgen.\nHAT FOLGENDE VERORDNUNG ERLASSEN:", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 1(1)", "text": "(1) Finanzunternehmen verwenden für die Übermittlung der in Artikel 19 Absatz 4 der Verordnung (EU) 2022/2554\ngenannten Erstmeldung, Zwischenmeldung und Abschlussmeldung die Vorlage in Anhang I wie folgt:\na) Finanzunternehmen, die eine Erstmeldung übermitteln, füllen diejenigen Datenfelder der Vorlage aus, die den nach", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 2(3)", "text": "(3) Verordnung (EU) Nr. 1093/2010 des Europäischen Parlaments und des Rates vom 24. November 2010 zur Errichtung einer\nEuropäischen Aufsichtsbehörde (Europäische Bankenaufsichtsbehörde), zur Änderung des Beschlusses Nr. 716/2009/EG und zur\nAufhebung des Beschlusses 2009/78/EG der Kommission (ABl. L 331 vom 15.12.2010, S. 12. ELI: http://data.europa.eu/eli/reg/2010/\n1093/oj).", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 2(4)", "text": "(4) Verordnung (EU) Nr. 1094/2010 des Europäischen Parlaments und des Rates vom 24. November 2010 zur Errichtung einer\nEuropäischen Aufsichtsbehörde (Europäische Aufsichtsbehörde für das Versicherungswesen und die betriebliche Altersversorgung),\nzur Änderung des Beschlusses Nr. 716/2009/EG und zur Aufhebung des Beschlusses 2009/79/EG der Kommission (ABl. L 331 vom\n15.12.2010, S. 48. ELI: http://data.europa.eu/eli/reg/2010/1094/oj).", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 2(5)", "text": "(5) Verordnung (EU) Nr. 1095/2010 des Europäischen Parlaments und des Rates vom 24. November 2010 zur Errichtung einer\nEuropäischen Aufsichtsbehörde (Europäische Wertpapier- und Marktaufsichtsbehörde), zur Änderung des Beschlusses\nNr. 716/2009/EG und zur Aufhebung des Beschlusses 2009/77/EG der Kommission (ABl. L 331 vom 15.12.2010, S. 84. ELI: http://\ndata.europa.eu/eli/reg/2010/1095/oj).", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 2(6)", "text": "(6) Verordnung (EU) 2018/1725 des Europäischen Parlaments und des Rates vom 23. Oktober 2018 zum Schutz natürlicher Personen bei\nder Verarbeitung personenbezogener Daten durch die Organe, Einrichtungen und sonstigen Stellen der Union, zum freien\nDatenverkehr und zur Aufhebung der Verordnung (EG) Nr. 45/2001 und des Beschlusses Nr. 1247/2002/EG (ABl. L 295 vom\n21.11.2018, S. 39. ELI: http://data.europa.eu/eli/reg/2018/1725/oj).", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 2(7)", "text": "(7) Delegierte Verordnung (EU) 2025/301 der Kommission vom 23. Oktober 2024 zur Ergänzung der Verordnung (EU) 2022/2554 des\nEuropäischen Parlaments und des Rates durch technische Regulierungsstandards zur Festlegung des Inhalts und der Fristen für die\nErstmeldung, die Zwischenmeldung und die Abschlussmeldung schwerwiegender IKT-bezogener Vorfälle sowie des Inhalts der\nfreiwilligen Meldung erheblicher Cyberbedrohungen. (ABl. L 2025/301 vom 20.2.2025, ELI: http://data.europa.eu/eli/reg_del/2025/\n301/oj).\n2/44 ELI: http://data.europa.eu/eli/reg_impl/2025/302/oj\nDE\nABl. L vom 20.2.2025\nb) Finanzunternehmen, die eine Zwischenmeldung übermitteln, füllen diejenigen Datenfelder der Vorlage aus, die den\nnach Artikel 3 der Delegierten Verordnung (EU) 2025/301 geforderten Informationen entsprechen, und können,\nwenn sie bereits über diese Informationen verfügen, diejenigen Datenfelder ausfüllen, die nicht für eine\nZwischenmeldung, sondern für eine Abschlussmeldung ausgefüllt werden müssen.\nc) Finanzunternehmen, die eine Abschlussmeldung übermitteln, füllen diejenigen Datenfelder der Vorlage aus, die den\nnach Artikel 4 der Delegierten Verordnung (EU) 2025/301 geforderten Informationen entsprechen.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 2(2)", "text": "(2) Die Finanzunternehmen stellen sicher, dass die in der Erstmeldung sowie in der Zwischenmeldung und der\nAbschlussmeldung enthaltenen Informationen vollständig und korrekt sind.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 2(3)", "text": "(3) Finanzunternehmen geben, soweit möglich, Schätzwerte auf der Grundlage anderer verfügbarer Daten und\nInformationen an, wenn zum Zeitpunkt der Erstmeldung oder der Zwischenmeldung keine genauen Daten verfügbar sind.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 2(4)", "text": "(4) Bei der Übermittlung einer Zwischen- oder Abschlussmeldung verwenden Finanzunternehmen die Vorlage in\nAnhang I, um alle erforderlichen Informationen zu übermitteln und gegebenenfalls die Informationen zu aktualisieren, die\nzuvor in der Erstmeldung oder in der Zwischenmeldung übermittelt wurden.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 2(5)", "text": "(5) Beim Ausfüllen der Vorlage in Anhang I beachten die Finanzunternehmen das Datenglossar und die Anleitung in\nAnhang II.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 2(1)", "text": "Gleichzeitige Übermittlung der Erst-, Zwischen- und Abschlussmeldung\nFinanzunternehmen können die Erstmeldung, die Zwischenmeldung und die Abschlussmeldung zusammenlegen und zwei\noder alle Meldungen gleichzeitig übermitteln, wenn der reguläre Geschäftsbetrieb wiederhergestellt ist oder die\nUrsachenanalyse abgeschlossen wurde und die Fristen gemäß Artikel 5 der Delegierten Verordnung (EU) 2025/301\neingehalten werden.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 3(1)", "text": "Wiederholte IKT-bezogene Vorfälle\nFinanzunternehmen, die Informationen über wiederholte nicht schwerwiegende IKT-bezogene Vorfälle bereitstellen, die\nzusammen die Voraussetzungen für einen schwerwiegenden IKT-bezogenen Vorfall gemäß Artikel 8 Absatz 2 der\nDelegierten Verordnung (EU) 2024/1772 erfüllen, übermitteln diese Informationen in aggregierter Form.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 4(1)", "text": "(1) Finanzunternehmen nutzen sichere elektronische Kanäle, die von ihrer zuständigen Behörde für die Übermittlung\nder Erst-, Zwischen- und Abschlussmeldung bereitgestellt werden.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 4(2)", "text": "(2) Finanzunternehmen, die nicht in der Lage sind, die von ihrer zuständigen Behörde bereitgestellten sicheren\nelektronischen Kanäle zu nutzen, unterrichten ihre zuständige Behörde im Einvernehmen mit der zuständigen Behörde auf\nandere sichere Weise über einen schwerwiegenden IKT-bezogenen Vorfall. Auf Verlangen der zuständigen Behörde\nübermitteln Finanzunternehmen die Erst-, Zwischen- oder Abschlussmeldung erneut über den von ihrer zuständigen\nBehörde bereitgestellten sicheren elektronischen Kanal, sobald sie dazu in der Lage sind.\nELI: http://data.europa.eu/eli/reg_impl/2025/302/oj 3/44\nDE\nABl. L vom 20.2.2025", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 5(1)", "text": "Rückstufung schwerwiegender IKT-bezogener Vorfälle\nKommt das Finanzunternehmen nach eingehender Prüfung zu dem Schluss, dass der zuvor als „schwerwiegend“ gemeldete\nIKT-bezogene Vorfall zu keinem Zeitpunkt die in Artikel 8 der Delegierten Verordnung (EU) 2024/1772 festgelegten\nEinstufungskriterien und Schwellenwerte erfüllte, so teilt es der zuständigen Behörde mit, dass es den IKT-bezogenen\nVorfall von „schwerwiegend“ auf „nicht schwerwiegend“ zurückgestuft hat, und macht in der Vorlage in Anhang II dieser\nVerordnung in den Feldern „Art der Meldung“ und „Sonstige Informationen“ entsprechende Angaben zu dieser\nRückstufung.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 6(1)", "text": "(1) Finanzunternehmen, die die Verpflichtung zur Meldung schwerwiegender IKT-bezogener Vorfälle gemäß Artikel 19\nAbsatz 5 der Verordnung (EU) 2022/2554 ausgelagert haben, unterrichten ihre zuständige Behörde über die Vereinbarung\nzur Auslagerung, sobald diese abgeschlossen wurde, spätestens jedoch vor der ersten Meldung.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 6(2)", "text": "(2) Finanzunternehmen teilen der zuständigen Behörde den Namen, die Kontaktdaten und den Identifikationscode des\nDritten mit, der die Meldungen schwerwiegender IKT-bezogener Vorfälle für sie übermitteln wird.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 6(3)", "text": "(3) Finanzunternehmen unterrichten ihre zuständige Behörde, sobald sie ihre Meldepflichten gemäß Artikel 19 Absatz 5\nder Verordnung (EU) 2022/2554 nicht mehr auslagern.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 7(1)", "text": "(1) Ein Drittdienstleister, an den Meldepflichten gemäß Artikel 19 Absatz 5 der Verordnung (EU) 2022/2554\nausgelagert wurden, kann die Vorlage in Anhang I dieser Verordnung verwenden, um aggregierte Informationen über\neinen schwerwiegenden IKT-bezogenen Vorfall, der sich auf mehrere Finanzunternehmen auswirkt, in einer einzigen\nMeldung bereitzustellen und diese Meldung im Namen aller betroffenen Finanzunternehmen der zuständigen Behörde zu\nübermitteln, sofern alle folgenden Voraussetzungen erfüllt sind:\na) Der zu meldende schwerwiegende IKT-bezogene Vorfall hat bei einem IKT- Drittdienstleister seinen Ursprung oder\nwird von diesem verursacht.\nb) Dieser Drittdienstleister erbringt die betreffende IKT-Dienstleistung für mehr als ein Finanzunternehmen oder für\neine Gruppe.\nc) Der IKT-bezogene Vorfall wird von jedem in der aggregierten Meldung erfassten Finanzunternehmen als\nschwerwiegend eingestuft.\nd) Der schwerwiegende IKT-bezogene Vorfall betrifft Finanzunternehmen im selben Mitgliedstaat und die aggregierte\nMeldung bezieht sich auf Finanzunternehmen, die von derselben zuständigen Behörde beaufsichtigt werden.\ne) Die zuständigen Behörden haben dieser Art von Finanzunternehmen ausdrücklich gestattet, aggregierte Meldungen\nzu übermitteln.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 7(2)", "text": "(2) Absatz 1 gilt nicht für Kreditinstitute, die gemäß Artikel 2 Nummer 16 der Verordnung (EU) Nr. 468/2014 der\nEuropäischen Zentralbank(8)als von erheblicher Bedeutung angesehen werden, Betreiber von Handelsplätzen und zentrale\nGegenparteien, die nur die Vorlage in Anhang I verwenden, um Meldungen schwerwiegender IKT-bezogener Vorfälle\neinzeln an ihre zuständige Behörde zu übermitteln.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 7(3)", "text": "(3) Verlangen die zuständigen Behörden Informationen über die individuellen Auswirkungen des schwerwiegenden\nIKT-bezogenen Vorfalls auf ein einzelnes Finanzunternehmen, so übermittelt das Finanzunternehmen auf Ersuchen der\nzuständigen Behörde eine Einzelmeldung über den schwerwiegenden IKT-bezogenen Vorfall.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 7(8)", "text": "(8) Verordnung (EU) Nr. 468/2014 der Europäischen Zentralbank vom 16. April 2014 zur Einrichtung eines Rahmenwerks für die\nZusammenarbeit zwischen der Europäischen Zentralbank und den nationalen zuständigen Behörden und den nationalen benannten\nBehörden innerhalb des einheitlichen Aufsichtsmechanismus (SSM-Rahmenverordnung) (EZB/2014/17) (ABl. L 141 vom 14.5.2014,\nS. 1, ELI: http://data.europa.eu/eli/reg/2014/468/oj).\n4/44 ELI: http://data.europa.eu/eli/reg_impl/2025/302/oj\nDE\nABl. L vom 20.2.2025", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 8(1)", "text": "(1) Finanzunternehmen, die den zuständigen Behörden gemäß Artikel 19 Absatz 2 der Verordnung (EU) 2022/2554\nerhebliche Cyberbedrohungen melden, verwenden die Vorlage in Anhang III dieser Verordnung und befolgen das\nDatenglossar und die Anleitung in Anhang IV dieser Verordnung.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 8(2)", "text": "(2) Finanzunternehmen stellen sicher, dass die in der Meldung erheblicher Cyberbedrohungen enthaltenen\nInformationen vollständig und korrekt sind.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 9(1)", "text": "Inkrafttreten\nDiese Verordnung tritt am zwanzigsten Tag nach ihrer Veröffentlichung im Amtsblatt der Europäischen Union in Kraft.\nDiese Verordnung ist in allen ihren Teilen verbindlich und gilt unmittelbar in jedem\nMitgliedstaat.\nBrüssel, den 23. Oktober 2024\nFür die Kommission\nDie Präsidentin\nUrsula VON DER LEYEN\nELI: http://data.europa.eu/eli/reg_impl/2025/302/oj 5/44\nANHANG I\nVORLAGEN FÜR DIE MELDUNG SCHWERWIEGENDER SICHERHEITSVORFÄLLE\nFeld-nummer Datenfeld\nAllgemeine Angaben zum Finanzunternehmen\n1.1 Art der Übermittlung\n1.2 Name des Unternehmens, das die Meldung übermittelt\n1.3 Identifikationscode des Unternehmens, das die Meldung übermittelt\n1.4 Art des betroffenen Finanzunternehmens\n1.5 Name des betroffenen Finanzunternehmens\n1.6 LEI-Code des betroffenen Finanzunternehmens\n1.7 Name des Hauptansprechpartners\n1.8 E-Mail-Adresse des Hauptansprechpartners\n1.9 Telefonnummer des Hauptansprechpartners\n1.10 Name des zweiten Ansprechpartners\n1.11 E-Mail-Adresse des zweiten Ansprechpartners\n1.12 Telefonnummer des zweiten Ansprechpartners\n1.13 Name des obersten Mutterunternehmens\n1.14 LEI-Code des obersten Mutterunternehmens\n1.15 Meldewährung\nInhalt der Erstmeldung\n2.1 Vom Finanzunternehmen zugewiesener Referenzcode für den Vorfall\n2.2 Datum und Uhrzeit der Feststellung des schwerwiegenden IKT-bezogenen Vorfalls\n2.3 Datum und Uhrzeit der Einstufung des IKT-bezogenen Vorfalls als schwerwiegend\n2.4 Beschreibung des schwerwiegenden IKT-bezogenen Vorfalls\n2.5 Einstufungskriterien, die die Meldung des Vorfalls ausgelöst haben\n2.6 Wesentlichkeitsschwellen für das Einstufungskriterium „Geografische Ausbreitung“\n2.7 Feststellung des schwerwiegenden IKT-bezogenen Vorfalls\n6/44\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\nDE\nABl.\nL\nvom\n20.2.2025\nFeld-nummer Datenfeld\n2.8 Angabe, ob der schwerwiegende IKT-bezogene Vorfall bei einem Drittdienstleister oder einem anderen\nFinanzunternehmen seinen Ursprung hat\n2.9 Aktivierung des Plans zur Aufrechterhaltung des Geschäftsbetriebs, falls aktiviert\n2.10 Sonstige zweckdienliche Angaben\nInhalt der Zwischenmeldung\n3.1 Von der zuständigen Behörde bereitgestellter Referenzcode für den Vorfall\n3.2 Datum und Uhrzeit des Eintretens des schwerwiegenden IKT-bezogenen Vorfalls\n3.3 Datum und Uhrzeit der Wiederherstellung der Dienste, Tätigkeiten oder Vorgänge\n3.4 Anzahl der betroffenen Kunden\n3.5 Prozentsatz der betroffenen Kunden\n3.6 Anzahl der betroffenen Gegenparteien im Finanzbereich\n3.7 Prozentsatz der betroffenen Gegenparteien im Finanzbereich\n3.8 Auswirkungen auf einschlägige Kunden oder Gegenparteien im Finanzbereich\n3.9 Anzahl der betroffenen Transaktionen\n3.10 Prozentsatz der betroffenen Transaktionen\n3.11 Wert der betroffenen Transaktionen\n3.12 Angaben dazu, ob es sich um tatsächliche Zahlen oder Schätzungen handelt oder ob es keine Auswirkungen\ngegeben hat\n3.13 Reputationsschaden\n3.14 Kontextbezogene Angaben zum Reputationsschaden\n3.15 Dauer des schwerwiegenden IKT-bezogenen Vorfalls\n3.16 Ausfallzeiten\n3.17 Angaben dazu, ob es sich bei der Dauer und den Ausfallzeiten um tatsächliche Zahlen oder Schätzungen handelt\n3.18 Arten von Auswirkungen in den Mitgliedstaaten\n3.19 Beschreibung der Auswirkungen des schwerwiegenden IKT-bezogenen Vorfalls in anderen Mitgliedstaaten\n3.20 Wesentlichkeitsschwellen für das Einstufungskriterium „Datenverluste“\n3.21 Beschreibung der Datenverluste\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\n7/44\nABl.\nL\nvom\n20.2.2025\nDE\nFeld-nummer Datenfeld\n3.22 Einstufungskriterium „Betroffene kritische Dienstleistungen“\n3.23 Art des schwerwiegenden IKT-bezogenen Vorfalls\n3.24 Andere Arten von Vorfällen\n3.25 Bedrohungen und Techniken des Angreifers\n3.26 Andere Arten von Techniken\n3.27 Angaben zu betroffenen Funktionsbereichen und Geschäftsprozessen\n3.28 Betroffene Infrastrukturkomponenten, die Geschäftsprozesse unterstützen\n3.29 Angaben zu betroffenen Infrastrukturkomponenten, die Geschäftsprozesse unterstützen\n3.30 Auswirkungen auf die finanziellen Interessen von Kunden\n3.31 Meldung an andere Behörden\n3.32 Angabe der „anderen“ Behörden\n3.33 Ergriffene oder geplante befristete Maßnahmen zur Wiederherstellung nach dem Vorfall\n3.34 Beschreibung etwaiger ergriffener oder geplanter befristeter Maßnahmen zur Wiederherstellung nach dem\nVorfall\n3.35 Kompromittierungsindikatoren\nInhalt der Abschlussmeldung\n4.1 Übergeordnete Einstufung der Ursachen des Vorfalls\n4.2 Detaillierte Einstufung der Ursachen des Vorfalls\n4.3 Weitergehende Einstufung der Ursachen des Vorfalls\n4.4 Andere Arten von Ursachen\n4.5 Angaben zu den Ursachen des Vorfalls\n4.6 Zusammenfassung der Behebung des Vorfalls\n4.7 Datum und Uhrzeit der Behebung der Ursache des Vorfalls\n4.8 Datum und Uhrzeit der Behebung des Vorfalls\n4.9 Angabe, falls das Datum der dauerhaften Behebung des Vorfalls von dem ursprünglich geplanten\nUmsetzungsdatum abweicht\n4.10 Bewertung des Risikos für kritische Funktionen für Abwicklungszwecke\n4.11 Für Abwicklungsbehörden relevante Angaben\n8/44\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\nDE\nABl.\nL\nvom\n20.2.2025\nFeld-nummer Datenfeld\n4.12 Wesentlichkeitsschwelle für das Einstufungskriterium „Wirtschaftliche Auswirkungen“\n4.13 Betrag der direkten und indirekten Bruttokosten und Verluste\n4.14 Betrag der finanziellen Rückflüsse\n4.15 Angaben dazu, ob sich die nicht schwerwiegenden Vorfälle wiederholt haben\n4.16 Datum und Uhrzeit des Eintretens wiederholter Vorfälle\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\n9/44\nABl.\nL\nvom\n20.2.2025\nDE\nANHANG II\nDATENGLOSSAR UND ANLEITUNG FÜR DIE MELDUNG SCHWERWIEGENDER SICHERHEITSVORFÄLLE\nVerpflich-tend für Verpflich-tend für\nVerpflichtend für die die\nDatenfeld Beschreibung Feldtyp\ndie Erstmeldung Zwischen-mel- Abschluss-meldung dung\nAllgemeine Angaben zum Finanzunternehmen\n1.1. Art der Übermittlung Geben Sie die Art der Meldung des Vorfalls an, die der zuständigen Ja Ja Ja Auswahl:\nBehörde übermittelt wird. — Erstmeldung;\n— Zwischenmeldung;\n— Abschlussmeldung;\n— Schwerwiegender Vorfall, der in nicht\nschwerwiegend zurückgestuft wurde.\n1.2. Name des Vollständige juristische Bezeichnung des Unternehmens, das die Ja Ja Ja Alphanumerisch\nUnternehmens, das Meldung übermittelt.\ndie Meldung\nübermittelt\n1.3. Identifikations- code Identifikationscode des Unternehmens, das die Meldung übermittelt. Ja Ja Ja Alphanumerisch\ndes Unternehmens,\ndas die Meldung Übermitteln Finanzunternehmen die Meldung, ist die\nübermittelt Rechtsträgerkennung (Legal Entity Identifier; LEI-Code), ein eindeutiger\nalphanumerischer 20-stelliger Code nach ISO 17442-1:2020.\nEin Drittdienstleister, der eine Meldung für ein Finanzunternehmen\nübermittelt, kann eine Rechtsträgerkennung verwenden, die in den\ngemäß Artikel 28 Absatz 9 der Verordnung (EU) 2022/2554\nangenommenen technischen Durchführungsstandards festgelegt ist.\n1.4. Art des betroffenen Art des Unternehmens gemäß Artikel 2 Absatz 1 Buchstaben a bis t der Ja Ja Ja Auswahl (Mehrfach-auswahl):\nFinanz-unterneh- Verordnung (EU) 2022/2554, für das die Meldung übermittelt wird. — Kreditinstitut;\nmens — Zahlungs-institut;\nBei einer aggregierten Meldung gemäß Artikel 7 dieser Verordnung sind — Ausge-nommenes Zahlungs-institut;\ndie verschiedenen Arten von Finanzunternehmen auszuwählen, die in — Kontoinfor-mationsdienst-leister;\nder aggregierten Meldung erfasst sind. — E-Geld-Institut;\n— Ausge-nommenes E-Geld-Institut;\n— Wertpapier-firma;\n— Anbieter von\nKryptowerte-Dienstleis-tungen;\n— Emittent wertreferen-zierter Token;\n— Zentral-verwahrer;\n— Zentrale Gegenpartei;\n— Handelsplatz;\n— Transak-tionsregister;\n10/44\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\nDE\nABl.\nL\nvom\n20.2.2025\nVerpflich-tend für Verpflich-tend für\nVerpflichtend für die die\nDatenfeld Beschreibung Feldtyp die Erstmeldung Zwischen-mel- Abschluss-meldung dung\n— Verwalter alternativer Investment-fonds;\n— Verwaltungs-gesellschaft;\n— Datenbereit-stellungsdienst;\n— Versicherungs- und\nRückversiche-rungsunter-nehmen;\n— Versicherungs-vermittler,\nRückversiche-rungsvermittler und\nVersicherungs-vermittler in Nebentätigkeit;\n— Einrichtung der betrieblichen Altersversor-gung;\n— Ratingagentur;\n— Administrator kritischer Referenzwerte;\n— Schwarm-finanzierungs-dienstleister;\n— Verbriefungs-register.\n1.5. Name des Vollständige juristische Bezeichnung des von dem schwerwiegenden Ja, wenn es sich Ja, wenn es sich Ja, wenn es sich Alphanumerisch\nbetroffenen IKT-bezogenen Vorfall betroffenen Finanzunternehmens, das gemäß bei dem von dem bei dem von dem bei dem von dem\nFinanzunter-neh- Artikel 19 der Verordnung (EU) 2022/2554 seiner zuständigen Behörde Vorfall Vorfall Vorfall\nmens den schwerwiegenden Vorfall melden muss. betroffenen betroffe-nen betroffenen\nFinanzun- Finanz-un- Finanzun-terBei aggregierter Meldung: ter-nehmen ter-nehmen nehmen nicht\nnicht um das nicht um das um das\na) Auflistung aller Namen der von dem schwerwiegenden Unternehmen Unter-nehmen Unterneh-men\nIKT-bezogenen Vorfall betroffenen Finanzunternehmen, getrennt handelt, das die handelt, das die handelt, das die\ndurch ein Semikolon. Meldung Meldung Meldung\nb) Der Drittdienstleister, der eine Meldung eines schwerwiegenden übermittelt, und übermit-telt, übermittelt, und\nVorfalls oder in aggregierter Form gemäß Artikel 7 dieser im Falle einer und im Falle im Falle einer\nVerordnung übermittelt, führt die Namen aller von dem Vorfall aggregierten einer aggregierten\nbetroffenen Finanzunternehmen auf, getrennt durch ein Meldung aggre-gierten Meldung\nSemikolon. Meldung\n1.6. LEI-Code des Der nach der Internationalen Organisation für Normung zugewiesene Ja, wenn es sich Ja, wenn es sich Ja, wenn es sich Eindeutiger alphanumerischer Code mit 20\nbetroffenen LEI-Code des von dem schwerwiegenden IKT-bezogenen Vorfall bei dem von dem bei dem von dem bei dem von dem Zeichen nach ISO 17442-1:2020\nFinanzunter- betroffenen Finanzunternehmens. schwerwiegen- schwer-wiegen- schwer-wiegenneh-mens den den den\nBei aggregierter Meldung: IKT-bezogenen IKT-bezogenen IKT-bezogenen\nVorfall Vorfall Vorfall\na) Auflistung aller LEI-Codes der von dem schwerwiegenden betroffenen betroffe-nen\nIKT-bezogenen Vorfall betroffenen Finanzunternehmen, getrennt\ndurch ein Semikolon;\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\n11/44\nABl.\nL\nvom\n20.2.2025\nDE\nVerpflich-tend für Verpflich-tend für\nVerpflichtend für die die\nDatenfeld Beschreibung Feldtyp\ndie Erstmeldung Zwischen-mel- Abschluss-meldung dung\nb) der Drittdienstleister, der eine Meldung eines schwerwiegenden Finanzun- Finanz-unter- betroffenen\nVorfalls in aggregierter Form gemäß Artikel 7 dieser Verordnung ter-nehmen neh-men nicht Finanzun-terübermittelt, führt die LEI-Codes aller von dem Vorfall betroffenen nicht um das um das nehmen nicht\nFinanzunternehmen auf, getrennt durch ein Semikolon. Unternehmen Unterneh-men um das\nhandelt, das die handelt, das die Unterneh-men\nDie Reihenfolge der Auflistung der LEI-Codes muss mit derjenigen der Meldung Meldung handelt, das die\nNamen der Finanzunternehmen identisch sein. übermittelt, und übermittelt, und Meldung\nbei einer bei einer übermittelt, und\naggregierten aggre-gierten bei einer\nMeldung Meldung aggregierten\nMeldung\n1.7. Name des Vor- und Nachname des Hauptansprechpartners des Ja Ja Ja Alphanumerisch\nHauptansprech-part- Finanzunternehmens.\nners\nBei einer aggregierten Meldung gemäß Artikel 7 dieser Verordnung der\nName des Hauptansprechpartners in dem Unternehmen, das die\naggregierte Meldung übermittelt.\n1.8. E-Mail-Adresse des E-Mail-Adresse des Hauptansprechpartners, an den sich die zuständige Ja Ja Ja Alphanumerisch\nHauptansprech-part- Behörde in der Folgemitteilung wenden kann.\nners\nBei einer aggregierten Meldung gemäß Artikel 7 dieser Verordnung die\nE-Mail-Adresse des Hauptansprechpartners in dem Unternehmen, das\ndie aggregierte Meldung übermittelt.\n1.9. Telefonnummer des Telefonnummer des Hauptansprechpartners, an den sich die zuständige Ja Ja Ja Alphanumerisch\nHauptansprech-part- Behörde in der Folgemitteilung wenden kann.\nners\nBei einer aggregierten Meldung gemäß Artikel 7 dieser Verordnung die\nTelefonnummer des Hauptansprechpartners in dem Unternehmen, das\ndie aggregierte Meldung übermittelt.\nDie Telefonnummer ist mit allen internationalen Vorwahlen anzugeben\n(z. B. +33 XXXXXXXXX).\n1.10. Name des zweiten Vor- und Nachname des zweiten Ansprechpartners oder Name des Ja Ja Ja Alphanumerisch\nAnsprech-partners verantwortlichen Teams des Finanzunternehmens oder des\nUnternehmens, das die Meldung im Namen des Finanzunternehmens\nübermittelt\n1.11. E-Mail-Adresse des E-Mail-Adresse des zweiten Ansprechpartners oder die funktionale Ja Ja Ja Alphanumerisch\nzweiten E-Mail-Adresse des Teams, an die bzw. das sich die zuständige Behörde in\nAnsprech-partners der Folgemitteilung wenden kann.\n12/44\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\nDE\nABl.\nL\nvom\n20.2.2025\nVerpflich-tend für Verpflich-tend für\nVerpflichtend für die die\nDatenfeld Beschreibung Feldtyp die Erstmeldung Zwischen-mel- Abschluss-meldung dung\n1.12. Telefonnummer des Telefonnummer des zweiten Ansprechpartners oder eines Teams, an den Ja Ja Ja Alphanumerisch\nzweiten bzw. das sich die zuständige Behörde in der Folgemitteilung wenden\nAnsprech-partners kann.\nDie Telefonnummer ist mit allen internationalen Vorwahlen anzugeben\n(z. B. +33 XXXXXXXXX).\n1.13. Name des obersten Gegebenenfalls Name des obersten Mutterunternehmens der Gruppe, Ja, wenn das Ja, wenn das Ja, wenn das Alphanumerisch\nMutterunter-neh- der das betroffene Finanzunternehmen angehört. Finanzun- Finanz-unter- Finanzun-termens ter-nehmen neh-men einer nehmen einer\neiner Gruppe Gruppe Gruppe\nangehört angehört angehört\n1.14. LEI-Code des Gegebenenfalls LEI-Code des obersten Mutterunternehmens der Gruppe, Ja, wenn das Ja, wenn das Ja, wenn das Eindeutiger alphanumerischer Code mit 20\nobersten der das betroffene Finanzunternehmen angehört. Zugewiesen gemäß der Finanzun- Finanz-un- Finanzun-ter- Zeichen nach ISO 17442-1:2020\nMutterunter-neh- Internationalen Organisation für Normung. ter-nehmen ter-nehmen nehmen einer\nmens einer Gruppe einer Gruppe Gruppe\nangehört angehört angehört\n1.15. Meldewährung Währung, die für die Meldung des Vorfalls verwendet wird. Ja Ja Ja Auswahl ist anhand der ISO 4217 Währungscodes\nzu treffen\nInhalt der Erstmeldung\n2.1. Vom Vom Finanzunternehmen vergebener eindeutiger Referenzcode zur Ja Ja Ja Alphanumerisch\nFinanzunter-nehmen eindeutigen Identifizierung des schwerwiegenden IKT-bezogenen\nzugewiesener Vorfalls.\nReferenzcode für den\nVorfall Bei einer aggregierten Meldung gemäß Artikel 7 der vorliegenden\nVerordnung der vom Drittdienstleister zugewiesene Referenzcode für\nden Vorfall.\n2.2. Datum und Uhrzeit Datum und Uhrzeit der Kenntnisnahme des IKT-bezogenen Vorfalls Ja Ja Ja ISO 8601 UTC-Format (JJJJ-MM-TT hh: mm:ss)\nder Feststellung des durch das Finanzunternehmen.\nIKT-bezogenen\nVorfalls Bei wiederholten Vorfällen das Datum und die Uhrzeit der Feststellung\ndes letzten IKT-bezogenen Vorfalls.\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\n13/44\nABl.\nL\nvom\n20.2.2025\nDE\nVerpflich-tend für Verpflich-tend für\nVerpflichtend für die die\nDatenfeld Beschreibung Feldtyp\ndie Erstmeldung Zwischen-mel- Abschluss-meldung dung\n2.3. Datum und Uhrzeit Datum und Uhrzeit der Einstufung des IKT-bezogenen Vorfall als Ja Ja Ja ISO 8601 UTC-Format (JJJJ-MM-TT hh: mm:ss)\nder Einstufung des schwerwiegend gemäß den in der Delegierten Verordnung (EU)\nVorfalls als 2024/1772 festgelegten Einstufungskriterien.\nschwerwiegend\n2.4. Beschreibung des Beschreibung der relevantesten Aspekte des schwerwiegenden Ja Ja Ja Alphanumerisch\nIKT-bezogenen IKT-bezogenen Vorfalls.\nVorfalls\nFinanzunternehmen geben einen allgemeinen Überblick über die\nfolgenden Informationen, z. B. mögliche Ursachen, unmittelbare\nAuswirkungen, betroffene Systeme usw. Finanzunternehmen geben an,\nsofern bekannt oder nach vernünftigem Ermessen zu erwarten, ob sich\nder Vorfall auf Drittdienstleister oder andere Finanzunternehmen\nauswirkt, die Art des Dienstleisters oder Finanzunternehmens, ihren\nNamen, ihre jeweiligen Identifikationscodes und die Art des\nIdentifikationscodes (z. B. LEI-Code oder EUID).\nIn nachfolgenden Meldungen kann sich der Feldinhalt im Zeitverlauf\nändern, um dem jeweils aktuellen Verständnis des IKT-bezogenen\nVorfalls Rechnung zu tragen und andere relevante Informationen über\nden IKT-bezogenen Vorfall zu beschreiben, die nicht von den\nDatenfeldern erfasst werden, einschließlich der internen Bewertung der\nSchwere des IKT-bezogenen Vorfalls durch das Finanzunternehmen\n(z. B. sehr niedrig, niedrig, mittel, hoch, sehr hoch) und eines Hinweises\nauf Ebene und Name der höchsten Entscheidungsstrukturen, die an der\nReaktion auf den IKT-bezogenen Vorfall beteiligt waren.\n2.5. Einstufungs- Einstufungskriterien gemäß der Delegierten Verordnung (EU) Ja Ja Ja Auswahl (Mehrfachauswahl):\nkriterien, die die 2024/1772, die dazu geführt haben, dass der IKT-bezogene Vorfall als — Betroffene Kunden, Gegenparteien im\nMeldung des Vorfalls schwerwiegender Vorfall eingestuft und gemeldet wurde. Finanzbereich und Transaktionen;\nausgelöst haben — Reputations-schaden;\nBei einer aggregierten Meldung gemäß Artikel 7 der vorliegenden — Dauer und Ausfallzeiten;\nVerordnung die Einstufungskriterien, die dazu geführt haben, dass der — Geografische Ausbreitung;\nIKT-bezogene Vorfall für mindestens ein oder mehrere — Datenverluste;\nFinanzunternehmen als schwerwiegend eingestuft wurde. — Betroffene kritische Dienstleistun-gen;\n— Wirtschaftliche Auswirkungen.\n2.6. Wesentlichkeits- EWR-Mitgliedstaaten, die von dem schwerwiegenden IKT-bezogenen Ja, wenn der Ja, wenn der Ja, wenn der Die Auswahl (Mehrfachauswahl) wird mithilfe von\nschwellen für das Vorfall betroffen sind. Schwellenwert Schwel-lenwert Schwellen-wert ISO 3166 ALPHA-2 der betroffenen Länder\nEinstufungs-krite- für für für ausgefüllt\nrium „Geografische Bei der Bewertung der Auswirkungen des schwerwiegenden „Geografische „Geogra-fische „Geografi-sche\nAusbreitung“ IKT-bezogenen Vorfalls in anderen Mitgliedstaaten berücksichtigen Ausbreitung“ Ausbrei-tung“ Ausbrei-tung“\nFinanzunternehmen die Artikel 4 und 12 der Delegierten Verordnung erreicht ist erreicht ist erreicht ist\n(EU) 2024/1772.\n14/44\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\nDE\nABl.\nL\nvom\n20.2.2025\nVerpflich-tend für Verpflich-tend für\nVerpflichtend für die die\nDatenfeld Beschreibung Feldtyp die Erstmeldung Zwischen-mel- Abschluss-meldung dung\n2.7. Feststellung des Angaben dazu, wie der schwerwiegende IKT-bezogene Vorfall festgestellt Ja Ja Ja Auswahl:\nschwerwie-genden wurde. — IT-Sicherheit;\nIKT-bezogenen — Personal;\nVorfalls — Interne Revision;\n— Externe Prüfung;\n— Kunden;\n— Gegenparteien im Finanzbereich;\n— Drittdienst-leister;\n— Angreifer;\n— Überwa-chungssysteme;\n— Staatliches Organ/Agentur/\nStrafverfol-gungsbehörde;\n— Sonstiges.\n2.8. Angaben dazu, ob Angaben dazu, ob der schwerwiegende IKT-bezogene Vorfall bei einem Ja, wenn der Ja, wenn der Ja, wenn der Alphanumerisch\nder Vorfall bei einem Drittdienstleister oder einem anderen Finanzunternehmen seinen Vorfall seinen Vorfall seinen Vorfall seinen\nDrittdienst-leister Ursprung hat. Ursprung bei Ursprung bei Ursprung bei\noder einem anderen einem einem einem\nFinanzunter-nehmen Finanzunternehmen geben an, ob der schwerwiegende IKT-bezogene Drittdienst-leis- Dritt-dienst-leis- Drittdienst-leisseinen Ursprung hat Vorfall bei einem Drittdienstleister oder einem anderen ter oder einem ter oder einem ter oder einem\nFinanzunternehmen (einschließlich Finanzunternehmen, die derselben anderen anderen anderen\nGruppe wie das meldende Unternehmen angehören) seinen Ursprung Finanzun- Finanz-unter- Finanzun-terhat, und nennen den Namen, den Identifikationscode des ter-nehmen hat neh-men hat nehmen hat\nDrittdienstleisters oder des Finanzunternehmens und die Art des\nIdentifikationscodes (z. B. LEI-Code oder EUID).\n2.9. Aktivierung des Angabe, ob die Maßnahmen zur Aufrechterhaltung des Ja Ja Ja Boolesch (Ja oder Nein)\nPlans zur Geschäftsbetriebs des Finanzunternehmens formal aktiviert wurden.\nAufrechter-haltung\ndes\nGeschäfts-betriebs,\nfalls aktiviert\n2.10. Sonstige Alle weiteren Informationen, die nicht in der Vorlage erfasst sind. Ja, wenn es Ja, wenn es Ja, wenn es Alphanumerisch\nzweckdienliche andere andere andere\nAngaben Finanzunternehmen, die einen schwerwiegenden IKT-bezogenen Vorfall Informationen Informationen Informationen\nin nicht schwerwiegend zurückgestuft haben, beschreiben die Gründe, gibt, die nicht in gibt, die nicht in gibt, die nicht in\naus denen der IKT-bezogene Vorfall die Kriterien für die Einstufung als der Vorlage der Vorlage der Vorlage\nschwerwiegend nicht erfüllt und voraussichtlich nicht erfüllen wird. erfasst sind, oder\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\n15/44\nABl.\nL\nvom\n20.2.2025\nDE\nVerpflich-tend für Verpflich-tend für\nVerpflichtend für die die\nDatenfeld Beschreibung Feldtyp\ndie Erstmeldung Zwischen-mel- Abschluss-meldung dung\nerfasst sind, oder wenn der erfasst sind, oder\nwenn der schwer-wie- wenn der\nschwerwiegende gende schwer-wieIKT-bezogene IKT-bezogene gende\nVorfall in nicht Vorfall in nicht IKT-bezogene\nschwerwie-gend schwer-wiegend Vorfall in nicht\nzurückgestuft zurück-gestuft schwer-wiegend\nwurde wurde zurück-gestuft\nwurde\nInhalt der Zwischenmeldung\n3.1. Von der zuständigen Von der zuständigen Behörde zum Zeitpunkt des Eingangs der Nein Ja, falls Ja, falls Alphanumerisch\nBehörde Erstmeldung zugewiesener eindeutiger Referenzcode zur eindeutigen zutreffend zutreffend\nbereitgestellter Identifizierung des schwerwiegenden IKT-bezogenen Vorfalls.\nReferenzcode für den\nVorfall\n3.2. Datum und Uhrzeit Datum und Uhrzeit des Eintretens des schwerwiegenden IKT-bezogenen Nein Ja Ja ISO 8601 UTC-Format (JJJJ-MM-TT hh: mm:ss)\ndes Eintretens des Vorfalls, falls abweichend von dem Zeitpunkt, zu dem das\nVorfalls Finanzunternehmen von dem schwerwiegenden IKT-bezogenen Vorfall\nKenntnis erlangt hat.\nBei wiederholten schwerwiegenden IKT-bezogenen Vorfällen Datum\nund Uhrzeit des Eintretens des letzten schwerwiegenden IKT-bezogenen\nVorfalls.\n3.3. Datum und Uhrzeit Angaben zu Datum und Uhrzeit der Wiederherstellung der von dem Nein Ja, wenn Ja, wenn ISO 8601 UTC-Format (JJJJ-MM-TT hh: mm:ss)\nder schwerwiegenden IKT-bezogenen Vorfall betroffenen Dienste, Datenfeld 3.16 Datenfeld 3.16\nWiederher-stellung Tätigkeiten oder Vorgänge. „Ausfall-zeiten“ „Ausfall-zeiten“\nder Dienste, ausgefüllt wurde ausgefüllt wurde\nTätigkeiten oder\nVorgänge\n3.4. Anzahl der Anzahl der Kunden, die von dem schwerwiegenden IKT-bezogenen Nein Ja Ja Numerische ganze Zahl\nbetroffenen Kunden Vorfall betroffen sind und die Dienste des Finanzunternehmens in\nAnspruch nehmen.\nBei der Ermittlung der Anzahl der betroffenen Kunden berücksichtigen\nFinanzunternehmen Artikel 1 Absatz 1 und Artikel 9 Absatz 1\nBuchstabe b der Delegierten Verordnung (EU) 2024/1772. Ein\nFinanzunternehmen, das die tatsächliche Anzahl der betroffenen\nKunden nicht bestimmen kann, verwendet Schätzungen auf der\nGrundlage verfügbarer Daten aus vergleichbaren Referenzzeiträumen.\nBei einer aggregierten Meldung gemäß Artikel 7 dieser Verordnung die\nGesamtzahl der betroffenen Kunden in allen Finanzunternehmen.\n16/44\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\nDE\nABl.\nL\nvom\n20.2.2025\nVerpflich-tend für Verpflich-tend für\nVerpflichtend für die die\nDatenfeld Beschreibung Feldtyp die Erstmeldung Zwischen-mel- Abschluss-meldung dung\n3.5. Prozentsatz der Prozentsatz der von dem schwerwiegenden IKT-bezogenen Vorfall Nein Ja Ja Wird als Prozentwert mitgeteilt — ein Wert mit bis\nbetroffenen Kunden betroffenen Kunden im Verhältnis zur Gesamtzahl der Kunden, die die zu fünf numerischen Zeichen, die bis zu eine\nbetroffenen Dienste des Finanzunternehmens in Anspruch nehmen. Bei Dezimalstelle umfassen, ausgedrückt als\nmehr als einer betroffenen Dienstleistung werden die Dienstleistungen Prozentsatz (z. B. 2,4, nicht 2,4 %). Hat der Wert\naggregiert. mehr als eine Stelle nach dem\nDezimaltrenn-zeichen, wenden die meldenden\nFinanzunternehmen berücksichtigen bei der Ermittlung der Zahlen die Gegenparteien die kaufmännische Rundung an.", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 1(1)", "text": "Verordnung (EU) 2024/1772.\nEin Finanzunternehmen, das den tatsächlichen Prozentsatz der\nbetroffenen Kunden nicht bestimmen kann, verwendet Schätzungen auf\nder Grundlage verfügbarer Daten aus vergleichbaren\nReferenzzeiträumen.\nBei einer aggregierten Meldung gemäß Artikel 7 dieser Verordnung teilt\ndas Finanzunternehmen die Summe aller betroffenen Kunden durch die\nGesamtzahl der Kunden aller betroffenen Finanzunternehmen.\n3.6. Anzahl der Anzahl der Gegenparteien im Finanzbereich, die von dem Nein Ja Ja Numerische ganze Zahl\nbetroffenen schwerwiegenden IKT-bezogenen Vorfall betroffen sind und einen\nGegenparteien im Vertrag mit dem Finanzunternehmen geschlossen haben.\nFinanzbereich\nBei der Ermittlung der Anzahl der betroffenen Gegenparteien im\nFinanzbereich berücksichtigen die Finanzunternehmen Artikel 1\nAbsatz 2 der Delegierten Verordnung (EU) 2024/1772. Ein\nFinanzunternehmen, das die tatsächliche Anzahl der betroffenen\nGegenparteien im Finanzbereich nicht bestimmen kann, verwendet\nSchätzungen auf der Grundlage verfügbarer Daten aus vergleichbaren\nReferenzzeiträumen.\nBei einer aggregierten Meldung gemäß Artikel 7 der vorliegenden\nVerordnung die Gesamtzahl der betroffenen Gegenparteien im\nFinanzbereich in allen Finanzunternehmen.\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\n17/44\nABl.\nL\nvom\n20.2.2025\nDE\nVerpflich-tend für Verpflich-tend für\nVerpflichtend für die die\nDatenfeld Beschreibung Feldtyp\ndie Erstmeldung Zwischen-mel- Abschluss-meldung dung\n3.7. Prozentsatz der Prozentsatz der Gegenparteien im Finanzbereich, die von dem Nein Ja Ja Wird als Prozentwert mitgeteilt — ein Wert mit bis\nbetroffenen schwerwiegenden IKT-bezogenen Vorfall betroffen sind und einen zu fünf numerischen Zeichen, die bis zu eine\nGegenparteien im Vertrag mit dem Finanzunternehmen geschlossen haben, im Verhältnis Dezimalstelle umfassen, ausgedrückt als\nFinanzbereich zur Gesamtzahl der Gegenparteien im Finanzbereich. Prozentsatz (z. B. 2,4, nicht 2,4 %). Hat der Wert\nmehr als eine Stelle nach dem\nBei der Ermittlung des Prozentsatzes der betroffenen Gegenparteien im Dezimaltrenn-zeichen, wenden die meldenden\nFinanzbereich berücksichtigen die Finanzunternehmen die Artikel 1 Gegenparteien die kaufmännische Rundung an.\nAbsatz 1 und Artikel 9 Absatz 1 Buchstabe c der Delegierten\nVerordnung (EU) 2024/1772.\nEin Finanzunternehmen, das den tatsächlichen Prozentsatz der\nbetroffenen Gegenparteien im Finanzbereich nicht bestimmen kann,\nverwendet Schätzungen auf der Grundlage verfügbarer Daten aus\nvergleichbaren Referenzzeiträumen.\nBei einer aggregierten Meldung gemäß Artikel 7 der vorliegenden\nVerordnung ist die Summe aller betroffenen Gegenparteien im\nFinanzbereich geteilt durch die Gesamtzahl der Gegenparteien im\nFinanzbereich aller betroffenen Finanzunternehmen anzugeben.\n3.8. Auswirkungen auf Festgestellte Auswirkungen auf relevante Kunden oder Gegenparteien im Nein Ja, wenn der Ja, wenn der Boolesch (Ja oder Nein)\neinschlägige Kunden Finanzbereich gemäß Artikel 1 Absatz 3 und Artikel 9 Absatz 1 Schwel-lenwert Schwellen-wert\noder Gegenparteien Buchstabe f der Delegierten Verordnung (EU) 2024/1772. für „Relevanz der für „Relevanz der\nim Finanzbereich Kunden und der Kunden und der\nGegen-parteien Gegenparteien\nim im\nFinanz-bereich“ Finanz-bereich“\nerreicht ist erreicht ist\n3.9. Anzahl der Anzahl der Transaktionen, die von dem schwerwiegenden Nein Ja, wenn eine Ja, wenn eine Numerische ganze Zahl\nbetroffenen IKT-bezogenen Vorfall betroffen sind. Transak-tion Transaktion von\nTransaktionen von dem Vorfall dem Vorfall\nBei der Bewertung der Auswirkungen auf Transaktionen berücksichtigen betroffen war betroffen war\ndie Finanzunternehmen Artikel 1 Absatz 4 der Delegierten Verordnung\n(EU) 2024/1772; dies schließt alle betroffenen inländischen und\ngrenzüberschreitenden Transaktionen ein, die einen Geldbetrag\nbeinhalten, der mindestens teilweise mit einer in der Union ausgeführten\nTransaktion in Zusammenhang steht.\n18/44\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\nDE\nABl.\nL\nvom\n20.2.2025\nVerpflich-tend für Verpflich-tend für\nVerpflichtend für die die\nDatenfeld Beschreibung Feldtyp die Erstmeldung Zwischen-mel- Abschluss-meldung dung\nEin Finanzunternehmen, das die tatsächliche Anzahl der betroffenen\nTransaktionen nicht bestimmen kann, verwendet Schätzungen auf der\nGrundlage verfügbarer Daten aus vergleichbaren Referenzzeiträumen.\nBei einer aggregierten Meldung gemäß Artikel 7 der vorliegenden\nVerordnung ist die Gesamtzahl der betroffenen Transaktionen in allen\nFinanzunternehmen anzugeben.\n3.10. Prozentsatz der Prozentsatz der betroffenen Transaktionen im Verhältnis zur Nein Ja, wenn eine Ja, wenn eine Wird als Prozentwert mitgeteilt — ein Wert mit bis\nbetroffenen durchschnittlichen Anzahl inländischer und grenzüberschreitender Transak-tion Transaktion von zu fünf numerischen Zeichen, die bis zu eine\nTransaktionen Transaktionen des Finanzunternehmens im Zusammenhang mit der von dem Vorfall dem Vorfall Dezimalstelle umfassen, ausgedrückt als\nbetroffenen Dienstleistung. betroffen war betroffen war Prozentsatz (z. B. 2,4, nicht 2,4 %). Hat der Wert\nmehr als eine Stelle nach dem\nFinanzunternehmen berücksichtigen die Artikel 1 Absatz 4 und Dezimaltrenn-zeichen, wenden die meldenden", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 9(1)", "text": "2024/1772.\nEin Finanzunternehmen, das den tatsächlichen Prozentsatz der\nbetroffenen Transaktionen nicht bestimmen kann, verwendet\nSchätzungen.\nBei einer aggregierten Meldung gemäß Artikel 7 dieser Verordnung teilt\ndas Finanzunternehmen die Summe aller betroffenen Transaktionen\ndurch die Gesamtzahl der Transaktionen aller betroffenen\nFinanzunternehmen.\n3.11. Wert der betroffenen Der Gesamtwert der von dem schwerwiegenden IKT-bezogenen Vorfall Nein Ja, wenn Ja, wenn eine Monetär\nTransaktionen betroffenen Transaktionen wird gemäß Artikel 1 Absatz 4 und Artikel 9 Transaktionen Transaktion von Finanzunternehmen weisen den Datenpunkt mit\nAbsatz 1 Buchstabe e der Delegierten Verordnung (EU) 2024/1772 von dem Vorfall dem Vorfall einer Mindestpräzision aus, die tausend Einheiten\nermittelt. betroffen waren betroffen war entspricht (z. B. 2,5, nicht 2 500EUR).\nEin Finanzunternehmen, das den tatsächlichen Wert der betroffenen\nTransaktionen nicht bestimmen kann, verwendet Schätzungen auf der\nGrundlage verfügbarer Daten aus vergleichbaren Referenzzeiträumen.\nEin Finanzunternehmen hat den Geldbetrag als positiven Wert\nauszuweisen.\nBei einer aggregierten Meldung gemäß Artikel 7 der vorliegenden\nVerordnung der Gesamtwert der betroffenen Transaktionen in allen\nFinanzunternehmen.\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\n19/44\nABl.\nL\nvom\n20.2.2025\nDE\nVerpflich-tend für Verpflich-tend für\nVerpflichtend für die die\nDatenfeld Beschreibung Feldtyp\ndie Erstmeldung Zwischen-mel- Abschluss-meldung dung\n3.12. Angaben dazu, ob es Angaben dazu, ob es sich bei den in den Datenfeldern 3.4 bis 3.11 Nein Ja Ja Auswahl (Mehrfachauswahl):\nsich um tatsächliche ausgewiesenen Werten um tatsächliche Werte oder Schätzungen handelt — Tatsächliche Zahlen zu den betroffenen\nZahlen oder oder ob es keine Auswirkungen gegeben hat. Kunden;\nSchätzungen handelt — tatsächliche Zahlen zu den betroffenen\noder ob es keine Gegenparteien im Finanzbereich;\nAuswirkungen — tatsächliche Zahlen zu den betroffenen\ngegeben hat Transaktionen;\n— Schätzungen zu den betroffenen Kunden;\n— Schätzungen zu den betroffenen\nGegenparteien im Finanzbereich;\n— Schätzungen zu den betroffenen\nTransaktionen;\n— keine Auswirkungen auf Kunden;\n— keine Auswirkungen auf Gegenparteien im\nFinanzbereich;\n— keine Auswirkungen auf Transaktionen.\n3.13. Reputations- Angaben zum Reputationsschaden infolge des schwerwiegenden Nein Ja, wenn das Ja, wenn das Auswahl (Mehrfachauswahl):\nschaden IKT-bezogenen Vorfalls im Sinne der Artikel 2 und 10 der Delegierten Kriterium Kriterium — Über den schwerwie-genden IKT-bezogenen\nVerordnung (EU) 2024/1772. „Reputa-ti- „Reputa-ti- Vorfall wurde in den Medien berichtet;\nons-schaden“ ons-schaden“ — der schwerwie-gende IKT-bezogene Vorfall\nBei einer aggregierten Meldung gemäß Artikel 7 dieser Verordnung die erfüllt ist erfüllt ist hat zu wiederholten Beschwerden\nKategorien von Reputationsschaden, die auf mindestens ein verschiedener Kunden oder Gegenparteien\nFinanzunternehmen zutreffen. im Finanzbereich über kunden-orientierte\nDienstleistun-gen oder kritische\nGeschäfts-beziehungen geführt;\n— das Finanzunter-nehmen wird aufgrund des\nschwerwie-genden IKT-bezogenen Vorfalls\nnicht oder wahrscheinlich nicht in der Lage\nsein, regulatorische Anforderungen zu\nerfüllen;\n— das Finanzunter-nehmen wird infolge des\nschwerwiegenden IKT-bezogenen Vorfalls\nKunden oder Gegenparteien im\nFinanzbereich verlieren oder wahrscheinlich\nverlieren, was wesentliche Auswirkungen auf\nseine Geschäfts-tätigkeit haben wird.\n3.14. Kontextbezo-gene Angaben dazu, wie der schwerwiegende IKT-bezogene Vorfall die Nein Ja, wenn das Ja, wenn das Alphanumerisch\nAngaben zum Reputation des Finanzunternehmens beeinträchtigt hat oder Kriterium Kriterium\nReputations-schaden beeinträchtigen könnte, einschließlich Verstößen gegen „Reputa-ti- „Reputa-tiRechtsvorschriften, nicht erfüllter regulatorischer Anforderungen, ons-schaden“ ons-schaden“\nAnzahl der Kundenbeschwerden usw. erfüllt ist erfüllt ist\n20/44\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\nDE\nABl.\nL\nvom\n20.2.2025\nVerpflich-tend für Verpflich-tend für\nVerpflichtend für die die\nDatenfeld Beschreibung Feldtyp die Erstmeldung Zwischen-mel- Abschluss-meldung dung\nDie kontextbezogenen Angaben umfassen die Art der Medien (z. B.\ntraditionelle und digitale Medien, Blogs, Streaming-Plattformen) und die\nMedienberichterstattung, einschließlich der Reichweite der Medien\n(lokal, national, international). Die Medienberichterstattung bezieht sich\nin diesem Zusammenhang nicht auf vereinzelte negative Kommentare\nvon Followern oder Nutzern sozialer Netzwerke.\nDas Finanzunternehmen gibt auch an, ob die Medienberichterstattung\nerhebliche Risiken für seine Kunden im Zusammenhang mit dem\nschwerwiegenden IKT-bezogenen Vorfall aufgezeigt hat, einschließlich\ndes Risikos der Insolvenz des Finanzunternehmens oder des Risikos,\nMittel zu verlieren.\nDie Finanzunternehmen geben auch an, ob sie den Medien\nInformationen zur Verfügung gestellt haben, die dazu dienten, die\nÖffentlichkeit zuverlässig über den schwerwiegenden IKT-bezogenen\nVorfall und seine Folgen zu informieren.\nDie Finanzunternehmen können auch angeben, ob in den Medien im\nZusammenhang mit dem IKT-bezogenen Vorfall Falschinformationen\nverbreitet wurden, worunter auch solche fallen, die sich auf vorsätzlich\nvom Angreifer verbreitete Falschinformationen stützen, oder die\nmutwillige Veränderung der Website des Finanzunternehmens betreffen\noder zum Ausdruck bringen.\n3.15. Dauer des Vorfalls Finanzunternehmen bestimmen die Dauer des schwerwiegenden Nein Ja Ja TT:HH:MM\nIKT-bezogenen Vorfalls vom Zeitpunkt des Eintretens des\nschwerwiegenden IKT-bezogenen Vorfalls bis zu dem Zeitpunkt, zu dem\nder Vorfall behoben wurde.\nFinanzunternehmen, die nicht in der Lage sind, den Zeitpunkt zu\nbestimmen, zu dem der schwerwiegende IKT-bezogene Vorfall\neingetreten ist, bestimmen die Dauer des schwerwiegenden\nIKT-bezogenen Vorfalls ab dem Zeitpunkt, zu dem das\nFinanzunternehmen den Vorfall festgestellt hat, bis zu dem Zeitpunkt, zu\ndem das Finanzunternehmen den Vorfall in Netzwerk- oder\nSystemprotokollen oder anderen Datenquellen aufgezeichnet hat, je\nnachdem, welcher Zeitpunkt zuerst eintritt. Finanzunternehmen, die\nden Zeitpunkt der Behebung des schwerwiegenden IKT-bezogenen\nVorfalls noch nicht kennen, verwenden Schätzungen. Der Wert ist in\nTagen, Stunden und Minuten anzugeben.\nBei einer aggregierten Meldung gemäß Artikel 7 dieser Verordnung\nbestimmen Finanzunternehmen bei Unterschieden zwischen den\nFinanzunternehmen die längste Dauer des schwerwiegenden\nIKT-bezogenen Vorfalls.\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\n21/44\nABl.\nL\nvom\n20.2.2025\nDE\nVerpflich-tend für Verpflich-tend für\nVerpflichtend für die die\nDatenfeld Beschreibung Feldtyp\ndie Erstmeldung Zwischen-mel- Abschluss-meldung dung\n3.16. Ausfallzeiten Ausfallzeiten, gemessen ab dem Zeitpunkt, zu dem der Dienst für Nein Ja, wenn der Ja, wenn der TT:HH:MM\nKunden, Gegenparteien im Finanzbereich oder andere interne oder Vorfall zu Vorfall zu\nexterne Nutzer vollständig oder teilweise nicht mehr verfügbar ist, bis zu Ausfall-zeiten Ausfall-zeiten\ndem Zeitpunkt, zu dem die regulären Tätigkeiten oder Vorgänge in dem geführt hat geführt hat\nvor dem schwerwiegenden IKT-bezogenen Vorfall herrschenden\nUmfang wiederhergestellt sind.\nFühren die Ausfallzeiten nach der Wiederherstellung der regulären\nTätigkeiten oder Vorgänge zu einer Verzögerung bei der Bereitstellung\nvon Dienstleistungen, so messen die Finanzunternehmen die\nAusfallzeiten vom Beginn des schwerwiegenden IKT-bezogenen Vorfalls\nbis zu dem Zeitpunkt, zu dem die verzögerte Dienstleistung erbracht ist.\nFinanzunternehmen, die den Beginn der Ausfallzeiten nicht bestimmen\nkönnen, messen die Dauer der Ausfallzeiten ab dem Zeitpunkt der\nFeststellung des Vorfalls bis zu dem Zeitpunkt, zu dem sie aufgezeichnet\nwurde, je nachdem, welcher Zeitpunkt zuerst eintritt.\nBei einer aggregierten Meldung gemäß Artikel 7 dieser Verordnung\nbestimmen Finanzunternehmen bei Unterschieden zwischen den\nFinanzunternehmen die längste Dauer der Ausfallzeiten.\n3.17. Angaben dazu, ob es Angaben dazu, ob es sich bei den in den Datenfeldern 3.15 und 3.16 Nein Ja, wenn das Ja, wenn das Auswahl:\nsich bei der Dauer ausgewiesenen Werten um tatsächliche Werte oder Schätzungen Kriterium Kriterium — Tatsächliche Zahlen;\nund den handelt. „Dauer und „Dauer und — Schätzungen;\nAusfallzeiten um Ausfall-zeiten“ Ausfall-zeiten“ — tatsächliche Zahlen und Schätzungen;\ntatsächliche Zahlen erfüllt ist erfüllt ist — keine Informationen verfügbar.\noder Schätzungen\nhandelt\n3.18. Arten von Art der Auswirkung in den jeweiligen EWR-Mitgliedstaaten. Nein Ja, wenn der Ja, wenn der Auswahl (Mehrfachauswahl):\nAuswirkungen in Schwel-lenwert Schwellen-wert — Kunden;\nden Mitgliedstaaten Angabe, ob der schwerwiegende IKT-bezogene Vorfall Auswirkungen in für für — Gegenparteien im Finanzbereich;\nanderen EWR-Mitgliedstaaten (ausgenommen der Mitgliedstaat der „Geogra-fische „Geogra-fische — Zweigniederlassung des\nzuständigen Behörde, der der Vorfall direkt gemeldet wird) gemäß Ausbrei-tung“ Ausbreitung“ Finanzunternehmens;", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 4(1)", "text": "(1) Richtlinie (EU) 2022/2555 des Europäischen Parlaments und des Rates vom 14. Dezember 2022über Maßnahmen für ein hohes gemeinsames Cybersicherheitsniveau in der Union, zur Änderung der Verordnung (EU) Nr. 910/2014 und der\nRichtlinie (EU) 2018/1972 sowie zur Aufhebung der Richtlinie (EU) 2016/1148 (NIS-2-Richtlinie) (ABl. L 333 vom 27.12.2022, S. 80, ELI: http://data.europa.eu/eli/dir/2022/2555/oj).", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 4(2)", "text": "(2) Richtlinie 2014/59/EU des Europäischen Parlaments und des Rates vom 15. Mai 2014zur Festlegung eines Rahmens für die Sanierung und Abwicklung von Kreditinstituten und Wertpapierfirmen und zur Änderung der Richtlinie 82/891/EWG\ndes Rates, der Richtlinien 2001/24/EG, 2002/47/EG, 2004/25/EG, 2005/56/EG, 2007/36/EG, 2011/35/EU, 2012/30/EU und 2013/36/EU sowie der Verordnungen (EU) Nr. 1093/2010 und (EU) Nr. 648/2012 des Europäischen Parlaments und\ndes Rates (ABl. L 173 vom 12.6.2014, S. 190, ELI: http://data.europa.eu/eli/dir/2014/59/oj).", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 4(3)", "text": "(3) Durchführungsverordnung (EU) 2018/1624 der Kommission vom 23. Oktober 2018zur Festlegung technischer Durchführungsstandards in Bezug auf Verfahren, Standardformulare und Meldebögen für die Bereitstellung von Informationen für\ndie Erstellung von Abwicklungsplänen für Kreditinstitute und Wertpapierfirmen gemäß der Richtlinie 2014/59/EU des Europäischen Parlaments und des Rates und zur Aufhebung der Durchführungsverordnung (EU) 2016/1066 der Kommission\n(ABl. L 277 vom 7.11.2018, S. 1, ELI: http://data.europa.eu/eli/reg_impl/2018/1624/oj).\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\n39/44\nABl.\nL\nvom\n20.2.2025\nDE\nANHANG III\nVORLAGEN FÜR DIE MELDUNG ERHEBLICHER CYBERBEDROHUNGEN\nFeldnummer Datenfeld\n1 Name des Unternehmens, das die Meldung übermittelt\n2 Identifikationscode des Unternehmens, das die Meldung übermittelt\n3 Art des Finanzunternehmens, das die Meldung übermittelt\n4 Name des Finanzunternehmens\n5 LEI-Code des Finanzunternehmens\n6 Name des Hauptansprechpartners\n7 E-Mail-Adresse des Hauptansprechpartners\n8 Telefonnummer des Hauptansprechpartners\n9 Name des zweiten Ansprechpartners\n10 E-Mail-Adresse des zweiten Ansprechpartners\n11 Telefonnummer des zweiten Ansprechpartners\n12 Datum und Uhrzeit der Feststellung der Cyberbedrohung\n13 Beschreibung der erheblichen Cyberbedrohung\n14 Angaben zu möglichen Auswirkungen\n15 Kriterien für die Einstufung potenzieller Vorfälle\n16 Status der Cyberbedrohung\n17 Zur Verhinderung des Eintretens ergriffene Maßnahmen\n18 Benachrichtigung anderer Beteiligter\n19 Kompromittierungsindikatoren\n20 Sonstige zweckdienliche Angaben\n40/44\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\nDE\nABl.\nL\nvom\n20.2.2025\nANHANG IV\nDATENGLOSSAR UND ANLEITUNG FÜR DIE MELDUNG ERHEBLICHER CYBERBEDROHUNGEN\nDatenfeld Beschreibung Pflichtfeld Feldtyp\n1. Name des Vollständige juristische Bezeichnung des Unternehmens, das die Meldung übermittelt. Ja Alphanumerisch\nUnternehmens, das die\nMeldung\nübermittelt\n2. Identifika Identifikationscode des Unternehmens, das die Meldung übermittelt. Ja Alphanumerisch\ntionscode des\nUnterneh- Übermitteln Finanzunternehmen die Meldung, ist die Rechtsträgerkennung (Legal Entity\nmens, das die Identifier; LEI-Code), ein eindeutiger alphanumerischer 20-stelliger Code nach ISO\nMeldung 17442-1:2020.\nübermittelt\nÜbermittelt ein Drittdienstleister eine Meldung für ein Finanzunternehmen, kann er einen\nIdentifikationscode verwenden, der in den gemäß Artikel 28 Absatz 9 der Verordnung (EU)\n2022/2554 angenommenen technischen Durchführungsstandards festgelegt ist.\n3. Art des Art des Unternehmens gemäß Artikel 2 Absatz 1 Buchstaben a bis t der Verordnung (EU) Ja, wenn die Meldung nicht direkt Auswahl (Mehrfachauswahl):\nFinanzun- 2022/2554, das die Meldung übermittelt. von dem betroffenen — Kreditinstitut;\nter-nehmens, Finanzunternehmen übermittelt — Zahlungsinstitut;\ndas die wird — Ausgenommenes Zahlungsinstitut;\nMeldung — Kontoinformations-dienstleister;\nübermittelt — E-Geld-Institut;\n— Ausgenommenes E-Geld-Institut;\n— Wertpapierfirma;\n— Anbieter von\nKryptowerte-Dienstleistungen;\n— Emittent wertreferenzierter Token;\n— Zentralverwahrer;\n— Zentrale Gegenpartei;\n— Handelsplatz;\n— Transaktionsregister;\n— Verwalter alternativer\nInvestmentfonds;\n— Verwaltungsgesellschaft;\n— Datenbereitstellungs-dienst;\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\n41/44\nABl.\nL\nvom\n20.2.2025\nDE\nDatenfeld Beschreibung Pflichtfeld Feldtyp\n— Versicherungs- und\nRückversicherungsunter-nehmen;\n— Versicherungsvermittler,\nRückversicherungs-vermittler und\nVersicherungsvermittler in\nNebentätigkeit;\n— Einrichtung der betrieblichen\nAltersversorgung;\n— Ratingagentur;\n— Administrator kritischer\nReferenzwerte;\n— Schwarmfinanzie-rungsdienstleister;\n— Verbriefungsregister.\n4. Name des Vollständige juristische Bezeichnung des Finanzunternehmens, das die erhebliche Ja, wenn es sich bei dem Alphanumerisch\nFinanzun- Cyberbedrohung meldet. Finanzunternehmen nicht um das\nter-nehmens Unternehmen handelt, das die\nMeldung übermittelt\n5. LEI-Code des Die nach der Internationalen Organisation für Normung zugewiesene Rechtsträgerkennung Ja, wenn das Finanzunternehmen, Eindeutiger alphanumerischer Code mit\nFinanzun- (LEI-Code) des Finanzunternehmens, das die erhebliche Cyberbedrohung meldet. das die erhebliche Cyberbedrohung 20 Zeichen nach ISO 17442-1:2020\nter-nehmens meldet, nicht mit dem meldenden\nUnternehmen identisch ist\n6. Name des Vor- und Nachname des Hauptansprechpartners des Finanzunternehmens. Ja Alphanumerisch\nHauptan-sprechpartners\n7. E-Mail- E-Mail-Adresse des Hauptansprechpartners, an den sich die zuständige Behörde in der Ja Alphanumerisch\nAdresse des Folgemitteilung wenden kann.\nHauptan-sprechpartners\n8. Telefon- Telefonnummer des Hauptansprechpartners, an den sich die zuständige Behörde in der Ja Alphanumerisch\nnummer des Folgemitteilung wenden kann.\nHauptan-sprech- Die Telefonnummer ist mit allen internationalen Vorwahlen anzugeben (z. B.\npartners +33 XXXXXXXXX).\n9. Name des Vor- und Nachname des zweiten Ansprechpartners des Finanzunternehmens oder des Ja, wenn Vor- und Nachname des Alphanumerisch\nzweiten Unternehmens, das die Meldung im Namen des Finanzunternehmens übermittelt. zweiten Ansprechpartners des\nAnsprech-par- Finanzunternehmens oder eines\ntners Unternehmens, das die Meldung für\ndas Finanzunternehmen übermittelt,\nvorliegen\n42/44\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\nDE\nABl.\nL\nvom\n20.2.2025\nDatenfeld Beschreibung Pflichtfeld Feldtyp\n10. E-Mail- Gegebenenfalls E-Mail-Adresse des zweiten Ansprechpartners oder die funktionale Ja, wenn die E-Mail-Adresse des Alphanumerisch\nAdresse des E-Mail-Adresse des Teams, an den bzw. das sich die zuständige Behörde in der Folgemitteilung zweiten Ansprechpartners oder die\nzweiten wenden kann. funktionale E-Mail-Adresse des\nAnsprech-par- Teams, an den bzw. das sich die\ntners zuständige Behörde in der\nFolgemitteilung wenden kann,\nvorliegen\n11. Telefon- Gegebenenfalls Telefonnummer des zweiten Ansprechpartners, an den sich die zuständige Ja, wenn die Telefonnummer des Alphanumerisch\nnummer des Behörde in der Folgemitteilung wenden kann. zweiten Ansprechpartners, an den\nzweiten sich die zuständige Behörde in der\nDie Telefonnummer ist mit allen internationalen Vorwahlen anzugeben (z. B.\nAnsprech-par- Folgemitteilung wenden kann,\n+33 XXXXXXXXX).\ntners vorliegt\n12. Datum und Datum und Uhrzeit der Kenntnisnahme der erheblichen Cyberbedrohung durch das Ja ISO 8601 UTC-Format (JJJJ-MM-TT hh:\nUhrzeit der Finanzunternehmen. mm:ss)\nFeststellung\nder\nCyber-bedrohung\n13. Beschreibung Beschreibung der wichtigsten Aspekte der erheblichen Cyberbedrohung. Ja Alphanumerisch\nder Finanzunternehmen übermitteln folgende Informationen:\nerheblichen a) Allgemeine Darstellung der relevantesten Aspekte der erheblichen Cyberbedrohung;\nCyber-bedro- b) Die damit verbundenen Risiken, einschließlich potenzieller Schwachstellen der Systeme des\nhung Finanzunternehmens, die ausgenutzt werden könnten;\nc) Angaben zur Eintrittswahrscheinlichkeit der erheblichen Cyberbedrohung und\nd) Angaben zur Informationsquelle über die Cyberbedrohung.\n14. Angaben zu Angaben zu den möglichen Auswirkungen der Cyberbedrohung auf das Finanzunternehmen, Ja Alphanumerisch\nmöglichen seine Kunden oder Gegenparteien im Finanzbereich, wenn die Cyberbedrohung eingetreten ist\nAuswirkungen\n15. Kriterien für Die Einstufungskriterien, die eine Meldung über einen schwerwiegenden Vorfall hätten auslösen Ja Auswahl (Mehrfachauswahl):\ndie Einstufung können, wenn die Cyberbedrohung eingetreten wäre. — Betroffene Kunden, Gegenparteien\npotenzieller im Finanzbereich und\nVorfälle Transaktionen\n— Reputationsschaden\n— Dauer und Ausfallzeiten\n— Geografische Ausbreitung\n— Datenverluste\n— Betroffene kritische\nDienstleistungen\n— Wirtschaftliche Auswirkungen\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\n43/44\nABl.\nL\nvom\n20.2.2025\nDE\nDatenfeld Beschreibung Pflichtfeld Feldtyp\n16. Status der Angaben zum Status der Cyberbedrohung für das Finanzunternehmen und dazu, ob sich die Ja Auswahl:\nCyber-bedro- Bedrohungsaktivität verändert hat. — Aktiv\nhung — Inaktiv\nWenn die Cyberbedrohung nicht mehr mit den Informationssystemen des Finanzunternehmens\nkommuniziert, kann der Status auf inaktiv gesetzt werden. Liegen dem Finanzunternehmen\nInformationen darüber vor, dass die Bedrohung gegen andere Parteien oder das Finanzsystem\ninsgesamt aktiv bleibt, ist der Status als aktiv zu kennzeichnen.\n17. Zur Gegebenenfalls detaillierte Informationen über die Maßnahmen, die das Finanzunternehmen Ja Alphanumerisch\nVerhinderung ergriffen hat, um das Eintreten der erheblichen Cyberbedrohungen zu verhindern.\ndes Eintretens\nergriffene\nMaßnahmen\n18. Benachrichti- Angaben zur Benachrichtigung anderer Finanzunternehmen oder Behörden über die Ja, wenn andere Finanzunternehmen Alphanumerisch\ngung anderer Cyberbedrohung. oder Behörden über die\nBeteiligter Cyberbedrohung informiert wurden\n19. Kompro- Gegebenenfalls Informationen im Zusammenhang mit der erheblichen Cyberbedrohung, die Ja, wenn Informationen über Alphanumerisch\nmittie- dazu beitragen können, böswillige Aktivitäten innerhalb eines Netzwerks oder Kompromittierungs-indikatoren im\nrungs-indika- Informationssystems zu erkennen (Kompromittierungsindikatoren). Zusammenhang mit der\ntoren Cyberbedrohung verfügbar sind\nDie von dem Finanzunternehmen bereitgestellten Kompromittierungsindikatoren können unter\nanderem die folgenden Datenkategorien enthalten:\na) IP-Adressen;\nb) URL-Adressen;\nc) Domains;\nd) Datei-Hashes;\ne) Daten zu Schadsoftware (Name der Schadsoftware, Dateinamen und ihre Speicherorte,\nspezifische Registrierungsschlüssel im Zusammenhang mit Schadsoftware-Aktivitäten);\nf) Daten zu Netzaktivitäten (Ports, Protokolle, Adressen, Referrer, User Agents, Header,\nspezifische Protokolle oder auffällige Muster im Netzwerkverkehr);\ng) Daten zu E-Mail-Nachrichten (Absender, Empfänger, Betreff, Header, Inhalt);\nh) DNS-Anfragen und Registrierungskonfigurationen;\ni) Nutzerkontoaktivitäten (Anmeldungen, Kontoaktivitäten privilegierter Nutzer,\nRechteausweitung);\nj) Datenbankverkehr (Lesen/Schreiben), Anfragen für dieselbe Datei.\nDiese Art von Informationen kann Daten umfassen, die sich unter anderem auf Indikatoren, die\nMuster im Netzwerkverkehr im Zusammenhang mit bekannten Angriffen/\nBotnetkommunikation beschreiben, IP-Adressen von mit Schadsoftware infizierten Rechnern\n(Bots), Daten über von Schadsoftware genutzte „Command and Control“-Server (in der Regel\nDomains oder IP-Adressen) und URLs in Bezug auf Phishing-Websites oder Websites, bei denen\nbeobachtet wurde, dass sie für das Hosting von Schadsoftware oder Exploit Kits genutzt wird,\nbeziehen.\n20. Sonstige Sonstige zweckdienliche Angaben zu der erheblichen Cyberbedrohung. Ja, falls zutreffend und wenn andere Alphanumerisch\nzweckdien-li- Informationen verfügbar sind, die\nche Angaben nicht in der Vorlage ausgewiesen\nsind.\n44/44\nELI:\nhttp://data.europa.eu/eli/reg_impl/2025/302/oj\nDE\nABl.\nL\nvom\n20.2.2025", "source_sha256": "137dcf1317685e51fd4148e271bcbfe9c5acb2d8aa67a02102bb7bfbbf950272"}
