{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 17(1)", "text": "(1)   Finanzunternehmen bestimmen einen Prozess für die Behandlung IKT-bezogener Vorfälle, richten diese ein und wenden sie an, um IKT-bezogene Vorfälle zu erkennen, zu behandeln und zu melden.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 17(2)", "text": "(2)   Finanzunternehmen erfassen alle IKT-bezogenen Vorfälle und erheblichen Cyberbedrohungen. Finanzunternehmen richten angemessene Verfahren und Prozesse ein, um die kohärente und integrierte Überwachung, Handhabung und Weiterverfolgung IKT-bezogener Vorfälle zu gewährleisten, um sicherzustellen, dass Ursachen ermittelt, dokumentiert und angegangen werden, um das Auftreten solcher Vorfälle zu verhindern.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 17(3)", "text": "(3)   Durch den in Absatz 1 genannten Prozess für die Behandlung IKT-bezogener Vorfälle\na)\nwerden Frühwarnindikatoren eingesetzt;\nb)\nwerden Verfahren zur Ermittlung, Nachverfolgung, Protokollierung, Kategorisierung und Klassifizierung IKT-bezogener Vorfälle entsprechend ihrer Priorität und Schwere und entsprechend der Kritikalität der betroffenen Dienste entsprechend den in Artikel 18 Absatz 1 genannten Kriterien eingerichtet;\nc)\nwerden Funktionen und Zuständigkeiten zugewiesen, die bei verschiedenen Arten von IKT-bezogenen Vorfällen und -Szenarien aktiviert werden müssen;\nd)\nwerden gemäß Artikel 14 Pläne für die Kommunikation mit Personal, externen Interessenträgern und Medien sowie für die Benachrichtigung von Kunden, für interne Eskalationsverfahren, einschließlich IKT-bezogener Kundenbeschwerden, und für die Bereitstellung von Informationen an andere Finanzunternehmen, die als Gegenparteien fungieren, ausgearbeitet, je nach Sachlage;\ne)\nwird sichergestellt, dass zumindest schwerwiegende IKT-bezogene Vorfälle der zuständigen höheren Führungsebene gemeldet werden und die Geschäftsleitung informiert wird, wobei die Auswirkungen und Gegenmaßnahmen und zusätzliche Kontrollen erläutert werden, die infolge dieser IKT-bezogenen Vorfälle einzurichten sind;\nf)\nwerden Verfahren für Reaktionsmaßnahmen bei IKT-bezogenen Vorfällen eingerichtet, um Auswirkungen zu mindern und sicherzustellen, dass die Dienste zeitnah verfügbar und sicher werden.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 18(1)", "text": "(1)   Finanzunternehmen klassifizieren IKT-bezogene Vorfälle und bestimmen deren Auswirkungen anhand folgender Kriterien:\na)\nAnzahl und/oder Relevanz der Kunden oder anderer Gegenparteien im Finanzbereich, die von dem IKT-bezogenen Vorfall betroffen sind, und gegebenenfalls des Werts oder der Anzahl der davon betroffenen Transaktionen und ob der IKT-bezogene Vorfall einen Reputationsschaden verursacht hat;\nb)\nDauer des IKT-bezogenen Vorfalls, einschließlich der Ausfallzeiten des Dienstes;\nc)\ngeografische Ausbreitung der von dem IKT-bezogenen Vorfall betroffenen Gebiete, insbesondere wenn mehr als zwei Mitgliedstaaten betroffen sind;\nd)\ndie mit dem IKT-bezogenen Vorfall verbundenen Verfügbarkeits-, Authentizitäts-, Integritäts- oder Vertraulichkeitsverluste von Daten;\ne)\nKritikalität der betroffenen Dienste, einschließlich der Transaktionen und Geschäfte des Finanzunternehmens;\nf)\nwirtschaftliche Auswirkungen — insbesondere direkte und indirekte Kosten und Verluste — des IKT-bezogenen Vorfalls auf absoluter und relativer Basis.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 18(2)", "text": "(2)   Finanzunternehmen stufen Cyberbedrohungen auf der Grundlage der Kritikalität der risikobehafteten Dienste, einschließlich der Transaktionen und Geschäfte des Finanzunternehmens, der Anzahl und/oder Relevanz der betroffenen Kunden oder Gegenparteien im Finanzbereich und der geografischen Ausbreitung der Risikogebiete als erheblich ein.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 18(3)", "text": "(3)   Die ESA erarbeiten über den Gemeinsamen Ausschuss in Abstimmung mit der EZB und der ENISA gemeinsame Entwürfe technischer Regulierungsstandards, in denen Folgendes präzisiert wird:\na)\ndie in Absatz 1 genannten Kriterien, einschließlich der Wesentlichkeitsschwellen für die Bestimmung schwerwiegender IKT-bezogener Vorfälle oder gegebenenfalls schwerwiegender zahlungsbezogener Betriebs- oder Sicherheitsvorfälle, die der Meldepflicht nach Artikel 19 Absatz 1 unterliegen;\nb)\ndie Kriterien, die von den zuständigen Behörden anzuwenden sind, um die Relevanz schwerwiegender IKT-bezogener Vorfälle oder gegebenenfalls schwerwiegender zahlungsbezogener Betriebs- oder Sicherheitsvorfälle für die jeweils zuständigen Behörden in anderen Mitgliedstaaten zu bewerten, sowie die Einzelheiten in den Meldungen über schwerwiegende IKT-bezogene Vorfälle oder gegebenenfalls schwerwiegende zahlungsbezogene Betriebs- oder Sicherheitsvorfälle, die anderen zuständigen Behörden gemäß Artikel 19 Absätze 6 und 7 übermittelt werden müssen;\nc)\ndie in Absatz 2 genannten Kriterien, einschließlich hoher Wesentlichkeitsschwellen für die Bestimmung erheblicher Cyberbedrohungen.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 18(4)", "text": "(4)   Bei der Ausarbeitung der in Absatz 3 genannten gemeinsamen Entwürfe technischer Regulierungsstandards berücksichtigen die ESA die in Artikel 4 Absatz 2 genannten Kriterien sowie von der ENISA entwickelte und veröffentlichte internationale Standards, Leitlinien und Spezifikationen, gegebenenfalls einschließlich Spezifikationen für andere Wirtschaftszweige. Für die Zwecke der Anwendung der in Artikel 4 Absatz 2 festgelegten Kriterien berücksichtigen die ESA gebührend, dass Kleinstunternehmen sowie kleine und mittlere Unternehmen ausreichende Ressourcen und Kapazitäten mobilisieren können müssen, um sicherzustellen, dass IKT-bezogene Vorfälle rasch bewältigt werden.\nDie ESA übermitteln der Kommission diese allgemeinen Entwürfe technischer Regulierungsstandards bis zum 17. Januar 2024.\nDer Kommission wird die Befugnis übertragen, diese Verordnung durch Annahme der in Absatz 3 genannten technischen Regulierungsstandards gemäß den Artikeln 10 bis 14 der Verordnungen (EU) Nr. 1093/2010, (EU) Nr. 1094/2010 und (EU) Nr. 1095/2010 zu ergänzen.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(1)", "text": "(1)   Finanzunternehmen melden der nach Artikel 46 jeweils zuständigen Behörde gemäß Absatz 4 schwerwiegende IKT-bezogene Vorfälle.\nUnterliegt ein Finanzunternehmen der Aufsicht mehr als einer nach Artikel 46 zuständigen nationalen Behörde, so benennen die Mitgliedstaaten eine einzige zuständige Behörde als einschlägige zuständige Behörde, die für die Wahrnehmung der im vorliegenden Artikel aufgeführten Funktionen und Aufgaben verantwortlich ist.\nKreditinstitute, die gemäß Artikel 6 Absatz 4 der Verordnung (EU) Nr. 1024/2013 als bedeutend eingestuft wurden, melden schwerwiegende IKT-bezogene Vorfälle der gemäß Artikel 4 der Richtlinie 2013/36/EU benannten jeweils zuständigen nationalen Behörde, die diese Meldung unverzüglich an die EZB weiterleitet.\nFür die Zwecke von Unterabsatz 1 erstellen Finanzunternehmen nach Erfassung und Analyse aller relevanten Informationen unter Verwendung der in Artikel 20 genannten Vorlage die Erstmeldung und die Meldungen nach Absatz 4 und übermitteln diese der zuständigen Behörde. Falls es aus technischen Gründen nicht möglich ist, die Erstmeldung unter Verwendung der Vorlage zu übermitteln, teilen die Finanzunternehmen dies der zuständigen Behörde auf anderem Wege mit.\nDie Erstmeldung und die Meldungen nach Absatz 4 enthalten alle Informationen, die die zuständige Behörde benötigt, um die Signifikanz des schwerwiegenden IKT-bezogenen Vorfalls zu ermitteln und mögliche grenzüberschreitende Auswirkungen zu bewerten.\nUnbeschadet der Meldung gemäß Unterabsatz 1 durch das Finanzunternehmen an die jeweils zuständige Behörde können die Mitgliedstaaten zusätzlich festlegen, dass einige oder alle Finanzunternehmen die Erstmeldung und jede Meldung nach Absatz 4 auch den gemäß der Richtlinie (EU) 2022/2555 benannten oder eingerichteten zuständigen Behörden oder Computer-Notfallteams (computer security incident response teams — CSIRT) unter Verwendung der in Artikel 20 genannten Vorlage zur Verfügung stellen müssen.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(2)", "text": "(2)   Finanzunternehmen können der jeweils zuständigen Behörde auf freiwilliger Basis erhebliche Cyberbedrohungen melden, wenn sie der Auffassung sind, dass die Bedrohung für das Finanzsystem, die Dienstnutzer oder die Kunden relevant ist. Die jeweils zuständige Behörde kann derartige Informationen anderen in Absatz 6 genannten einschlägigen Behörden zur Verfügung stellen.\nKreditinstitute, die gemäß Artikel 6 Absatz 4 der Verordnung (EU) Nr. 1024/2013 als bedeutend eingestuft wurden, können erhebliche Cyberbedrohungen auf freiwilliger Basis der gemäß Artikel 4 der Richtlinie 2013/36/EU benannten jeweils zuständigen nationalen Behörde melden, die diese Meldung unverzüglich an die EZB weiterleitet.\nDie Mitgliedstaaten können festlegen, dass die Finanzunternehmen, die auf freiwilliger Basis eine Meldung gemäß Unterabsatz 1 vornehmen, diese Meldung auch an die gemäß der Richtlinie (EU) 2022/2555 benannten oder eingerichteten CSIRT erstatten können.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(3)", "text": "(3)   Wenn ein schwerwiegender IKT-bezogener Vorfall auftritt und Auswirkungen auf die finanziellen Interessen von Kunden hat, unterrichten die Finanzunternehmen, sobald sie hiervon Kenntnis erlangt haben, ihre Kunden unverzüglich über den schwerwiegenden IKT-bezogenen Vorfall und die Maßnahmen, die ergriffen wurden, um die nachteiligen Auswirkungen eines solchen Vorfalls zu mindern.\nIm Falle einer erheblichen Cyberbedrohung unterrichten die Finanzunternehmen gegebenenfalls ihre potenziell betroffenen Kunden über angemessene Schutzmaßnahmen, die diese ergreifen könnten.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(4)", "text": "(4)   Finanzunternehmen legen innerhalb der in Artikel 20 Absatz 1 Buchstabe a Ziffer ii festzulegenden Fristen der jeweils zuständigen Behörde Folgendes vor:\na)\neine Erstmeldung;\nb)\nnach der Erstmeldung gemäß Buchstabe a eine Zwischenmeldung, sobald sich der Status des ursprünglichen Vorfalls erheblich geändert hat oder sich die Handhabung des schwerwiegenden IKT-bezogenen Vorfalls auf der Grundlage neuer verfügbarer Informationen geändert hat, gegebenenfalls gefolgt von aktualisierten Meldungen, wann immer eine entsprechende Statusaktualisierung vorliegt, sowie auf ausdrücklichen Antrag der zuständigen Behörde;\nc)\neine Abschlussmeldung, wenn die Ursachenanalyse abgeschlossen ist — unabhängig davon, ob bereits Minderungsmaßnahmen getroffen wurden oder nicht — und sich die tatsächlichen Auswirkungen beziffern lassen und Schätzungen ersetzen.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(5)", "text": "(5)   Finanzunternehmen dürfen im Einklang mit den sektorspezifischen Rechtsvorschriften der Union und der Mitgliedstaaten die Meldepflichten nach diesem Artikel an einen Drittdienstleister auslagern. Bei einer solchen Auslagerung bleibt das Finanzunternehmen in vollem Umfang für die Erfüllung der Anforderungen für die Meldung von Vorfällen verantwortlich.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(6)", "text": "(6)   Nach Eingang der Erstmeldung und jeder Meldung nach Absatz 4 übermittelt die zuständige Behörde auf der Grundlage der je nach Sachlage bestehenden jeweiligen Zuständigkeiten zeitnah Einzelheiten zu dem schwerwiegenden IKT-bezogenen Vorfall an die folgenden Empfänger:\na)\ndie EBA, die ESMA oder die EIOPA;\nb)\ndie EZB, sofern es sich um Finanzunternehmen im Sinne von Artikel 2 Absatz 1 Buchstaben a, b und d handelt;\nc)\ndie zuständigen Behörden, die zentrale Anlaufstelle oder die CSIRT, die jeweils gemäß der Richtlinie (EU) 2022/2555 benannt oder eingerichtet werden;\nd)\ndie in Artikel 3 der Richtlinie 2014/59/EU genannten Abwicklungsbehörden und den Einheitlichen Abwicklungsausschuss (Single Resolution Board — SRB) in Bezug auf die in Artikel 7 Absatz 2 der Verordnung (EU) Nr. 806/2014 des Europäischen Parlaments und des Rates", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(37)", "text": "(\n37\n)\n genannten Unternehmen sowie in Bezug auf die in Artikel 7 Absatz 4 Buchstabe b und Absatz 5 der Verordnung (EU) Nr. 806/2014 genannten Unternehmen und Gruppen, wenn diese Einzelheiten Vorfälle betreffen, die ein Risiko für die Sicherstellung kritischer Funktionen im Sinne von Artikel 2 Absatz 1 Nummer 35 der Richtlinie 2014/59/EU darstellen; und\ne)\nandere einschlägige Behörden nach nationalem Recht.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(7)", "text": "(7)   Nach Erhalt der Informationen gemäß Absatz 6 bewerten die EBA, die ESMA oder die EIOPA und die EZB in Abstimmung mit der ENISA und in Zusammenarbeit mit der jeweils zuständigen Behörde, ob der schwerwiegende IKT-bezogene Vorfall für die zuständigen Behörden in anderen Mitgliedstaaten von Belang ist. Im Anschluss an diese Bewertung benachrichtigen die EBA, die ESMA oder die EIOPA die jeweils zuständigen Behörden in anderen Mitgliedstaaten entsprechend. Die EZB unterrichtet die Mitglieder des Europäischen Systems der Zentralbanken über die für das Zahlungssystem relevanten Aspekte. Auf der Grundlage dieser Unterrichtung treffen die zuständigen Behörden gegebenenfalls alle für die unmittelbare Stabilität des Finanzsystems notwendigen Schutzvorkehrungen.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 19(8)", "text": "(8)   Die von der ESMA gemäß Absatz 7 vorzunehmende Meldung berührt nicht die Verantwortung der zuständigen Behörde, die Einzelheiten des schwerwiegenden IKT-bezogenen Vorfalls umgehend an die einschlägige Behörde des Aufnahmemitgliedstaats weiterzuleiten, wenn ein Zentralverwahrer eine umfassende grenzüberschreitende Tätigkeit in dem Aufnahmemitgliedstaat ausübt, der schwerwiegende IKT-bezogene Vorfall wahrscheinlich schwerwiegende Folgen für die Finanzmärkte des Aufnahmemitgliedstaats hat und zwischen den zuständigen Behörden Kooperationsvereinbarungen in Bezug auf die Beaufsichtigung von Finanzunternehmen bestehen.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(1)", "text": "(1)   Finanzunternehmen managen das IKT-Drittparteienrisiko als integralen Bestandteil des IKT-Risikos innerhalb ihres IKT-Risikomanagementrahmens nach Artikel 6 Absatz 1 und im Einklang mit den folgenden Prinzipien:\na)\nFinanzunternehmen, die vertragliche Vereinbarungen über die Nutzung von IKT-Dienstleistungen für die Ausübung ihrer Geschäftstätigkeit getroffen haben, bleiben jederzeit in vollem Umfang für die Einhaltung und Erfüllung aller Verpflichtungen nach dieser Verordnung und nach dem anwendbaren Finanzdienstleistungsrecht verantwortlich.\nb)\nBeim Management des IKT-Drittparteienrisikos tragen Finanzunternehmen dem Grundsatz der Verhältnismäßigkeit Rechnung, wobei Folgendes zu berücksichtigen ist:\ni)\ndie Art, das Ausmaß, die Komplexität und die Relevanz IKT-bezogener Abhängigkeiten,\nii)\ndie Risiken infolge vertraglicher Vereinbarungen über die Nutzung von IKT-Dienstleistungen, die mit IKT-Drittdienstleistern geschlossen wurden, wobei die Kritikalität oder Relevanz der jeweiligen Dienstleistungen, Prozesse oder Funktionen sowie die potenziellen Auswirkungen auf die Kontinuität und Verfügbarkeit von Finanzdienstleistungen und -tätigkeiten auf Einzel- und Gruppenebene zu berücksichtigen sind.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(2)", "text": "(2)   Finanzinstitute, bei denen es sich weder um die in Artikel 16 Absatz 1 Unterabsatz 1 genannten Unternehmen noch um Kleinstunternehmen handelt, beschließen im Rahmen ihres IKT-Risikomanagementrahmens eine Strategie für das IKT-Drittparteienrisiko und überprüfen diese regelmäßig, wobei gegebenenfalls die in Artikel 6 Absatz 9 genannte Strategie zur Nutzung mehrerer Anbieter Berücksichtigung findet. Die Strategie zum IKT-Drittparteienrisiko umfasst eine Leitlinie für die Nutzung von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen, die von IKT-Drittdienstleistern bereitgestellt werden, und gilt auf individueller und gegebenenfalls teilkonsolidierter und konsolidierter Basis. Das Leitungsorgan überprüft auf der Grundlage einer Bewertung des Gesamtrisikoprofils des Finanzunternehmens und des Umfangs und der Komplexität der Unternehmensdienstleistungen regelmäßig Risiken, die im Zusammenhang mit den vertraglichen Vereinbarungen über die Nutzung von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen ermittelt werden.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(3)", "text": "(3)   Finanzunternehmen führen und aktualisieren im Rahmen ihres IKT-Risikomanagementrahmens auf Unternehmensebene sowie auf teilkonsolidierter und konsolidierter Ebene ein Informationsregister, das sich auf alle vertraglichen Vereinbarungen über die Nutzung von durch IKT-Drittdienstleister bereitgestellten IKT-Dienstleistungen bezieht.\nDie vertraglichen Vereinbarungen gemäß Unterabsatz 1 werden angemessen dokumentiert, wobei zwischen Vereinbarungen, die IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen abdecken, und solchen unterschieden wird, bei denen dies nicht der Fall ist.\nFinanzunternehmen erstatten den zuständigen Behörden mindestens einmal jährlich Bericht zur Anzahl neuer Vereinbarungen über die Nutzung von IKT-Dienstleistungen, den Kategorien von IKT-Drittdienstleistern, der Art der vertraglichen Vereinbarungen sowie den bereitgestellten IKT-Dienstleistungen und -Funktionen.\nFinanzunternehmen stellen der zuständigen Behörde auf Verlangen das vollständige Informationsregister oder auf Anfrage bestimmte Teile dieses Registers zusammen mit allen Informationen zur Verfügung, die für eine wirksame Beaufsichtigung des Finanzunternehmens als notwendig erachtet werden.\nFinanzunternehmen unterrichten die zuständige Behörde zeitnah über jede geplante vertragliche Vereinbarung über die Nutzung von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen sowie in dem Fall, dass eine Funktion kritisch oder wichtig geworden ist.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(4)", "text": "(4)   Vor Abschluss einer vertraglichen Vereinbarung über die Nutzung von IKT-Dienstleistungen müssen Finanzunternehmen:\na)\nbeurteilen, ob sich die vertragliche Vereinbarung auf die Nutzung von IKT-Dienstleistungen zur Unterstützung einer kritischen oder wichtigen Funktion bezieht;\nb)\nbeurteilen, ob die aufsichtsrechtlichen Bedingungen für die Auftragsvergabe erfüllt sind;\nc)\nalle relevanten Risiken im Zusammenhang mit der vertraglichen Vereinbarung ermitteln und bewerten, einschließlich der Möglichkeit, dass diese vertragliche Vereinbarung dazu beitragen kann, das in Artikel 29 genannte IKT-Konzentrationsrisiko zu erhöhen;\nd)\nbei potenziellen IKT-Drittdienstleistern der gebotenen Sorgfaltspflicht nachkommen und während des gesamten Auswahl- und Bewertungsprozesses sicherstellen, dass der IKT-Drittdienstleister geeignet ist;\ne)\nInteressenkonflikte, die durch die vertragliche Vereinbarung entstehen können, ermitteln und bewerten.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(5)", "text": "(5)   Finanzunternehmen dürfen vertragliche Vereinbarungen nur mit IKT-Drittdienstleistern schließen, die angemessene Standards für Informationssicherheit einhalten. Betreffen diese vertraglichen Vereinbarungen kritische oder wichtige Funktionen, so berücksichtigen die Finanzunternehmen vor Abschluss der Vereinbarungen angemessen, ob die IKT-Drittdienstleister die aktuellsten und höchsten Qualitätsstandards für die Informationssicherheit anwenden.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(6)", "text": "(6)   Bei der Ausübung der Zugangs-, Inspektions- und Auditrechte in Bezug auf den IKT-Drittdienstleister bestimmen Finanzunternehmen auf der Grundlage eines risikobasierten Ansatzes vorab die Häufigkeit von Audits und Inspektionen sowie die zu prüfenden Bereiche, indem allgemein anerkannte Auditstandards im Einklang mit etwaigen Aufsichtsanweisungen für die Anwendung und Einbeziehung solcher Auditstandards eingehalten werden.\nWenn vertragliche Vereinbarungen über die Nutzung von IKT-Dienstleistungen, die mit IKT-Drittdienstleistern geschlossen werden, ein hohes Maß an technischer Komplexität mit sich bringen, überprüft das Finanzunternehmen, dass die internen oder externen Revisoren oder ein Revisorenpool über die Fähigkeiten und Kenntnisse verfügen bzw. verfügt, die für die wirksame Durchführung der einschlägigen Audits und Bewertungen erforderlich sind.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(7)", "text": "(7)   Finanzunternehmen stellen sicher, dass vertragliche Vereinbarungen über die Nutzung von IKT-Dienstleistungen gekündigt werden können, wenn einer der folgenden Umstände vorliegt:\na)\nein erheblicher Verstoß des IKT-Drittdienstleisters gegen geltende Gesetze, sonstige Vorschriften oder Vertragsbedingungen;\nb)\nUmstände, die im Laufe der Überwachung des IKT-Drittparteienrisikos festgestellt wurden und die als geeignet eingeschätzt werden, die Wahrnehmung der im Rahmen der vertraglichen Vereinbarung vorgesehenen Funktionen zu beeinträchtigen, einschließlich wesentlicher Änderungen, die sich auf die Vereinbarung oder die Verhältnisse des IKT-Drittdienstleisters auswirken;\nc)\nnachweisliche Schwächen des IKT-Drittdienstleisters in Bezug auf sein allgemeines IKT-Risikomanagement und insbesondere bei der Art und Weise, in der er die Verfügbarkeit, Authentizität, Sicherheit und Vertraulichkeit von Daten gewährleistet, unabhängig davon, ob es sich um personenbezogene oder anderweitig sensible Daten oder nicht personenbezogene Daten handelt;\nd)\ndie zuständige Behörde kann das Finanzunternehmen infolge der Bedingungen der jeweiligen vertraglichen Vereinbarung oder der mit dieser Vereinbarung verbundenen Umstände nicht mehr wirksam beaufsichtigen.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(8)", "text": "(8)   Für IKT-Dienstleistungen, die kritische oder wichtige Funktionen unterstützen, richten Finanzunternehmen Ausstiegsstrategien ein. In den Ausstiegsstrategien wird den Risiken Rechnung getragen, die auf der Ebene der IKT-Drittdienstleister entstehen können, darunter insbesondere ein möglicher Fehler des IKT-Drittdienstleisters, eine Verschlechterung der Qualität der bereitgestellten IKT-Dienstleistungen, jede Unterbrechung der Geschäftstätigkeit aufgrund unangemessener oder unterlassener Bereitstellung von IKT-Dienstleistungen oder jedes erhebliche Risiko im Zusammenhang mit der angemessenen und kontinuierlichen Bereitstellung der jeweiligen IKT-Dienstleistungen oder der Beendigung vertraglicher Vereinbarungen mit IKT-Drittdienstleistern unter einem der in Absatz 7 genannten Umstände.\nFinanzunternehmen stellen sicher, dass sie aus vertraglichen Vereinbarungen ausscheiden können, ohne:\na)\nUnterbrechung ihrer Geschäftstätigkeit,\nb)\nEinschränkung der Einhaltung regulatorischer Anforderungen,\nc)\nBeeinträchtigung der Kontinuität und Qualität ihrer für Kunden erbrachten Dienstleistungen.\nAusstiegspläne müssen umfassend, dokumentiert und im Einklang mit den in Artikel 4 Absatz 2 aufgeführten Kriterien ausreichend getestet sein sowie regelmäßig überprüft werden.\nFinanzunternehmen ermitteln alternative Lösungen und entwickeln Übergangspläne, die es ihnen ermöglichen, dem IKT-Drittdienstleister die vertraglich vereinbarten IKT-Dienstleistungen und die relevanten Daten zu entziehen und sie sicher und vollständig alternativen Anbietern zu übertragen oder wieder in die eigenen Systeme zu überführen.\nFinanzunternehmen verfügen über angemessene Notfallmaßnahmen, um die Fortführung der Geschäftstätigkeit zu gewährleisten, falls die in Unterabsatz 1 genannten Umstände auftreten.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(9)", "text": "(9)   Die ESA erarbeiten über den Gemeinsamen Ausschuss Entwürfe technischer Durchführungsstandards, um die Standardvorlagen für die Zwecke des in Absatz 3 genannten Informationsregisters festzulegen, einschließlich Informationen, die allen vertraglichen Vereinbarungen über die Nutzung von IKT-Dienstleistungen gemein sind. Die ESA übermitteln der Kommission diese Entwürfe technischer Regulierungsstandards bis zum 17. Januar 2024.\nDer Kommission wird die Befugnis übertragen, die in Unterabsatz 1 genannten technischen Durchführungsstandards gemäß Artikel 15 der Verordnungen (EU) Nr. 1093/2010, (EU) Nr. 1094/2010 und (EU) Nr. 1095/2010 zu erlassen.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 28(10)", "text": "(10)   Die ESA erarbeiten über den Gemeinsamen Ausschuss Entwürfe für technische Regulierungsstandards, um den detaillierten Inhalt der Leitlinie, die in Absatz 2 in Bezug auf die vertraglichen Vereinbarungen über die Nutzung von IKT-Dienstleistungen zur Unterstützung kritischer und wichtiger Funktionen, die von IKT-Drittdienstleistern bereitgestellt werden, genannt wird, weiter zu spezifizieren.\nBei der Ausarbeitung dieser Entwürfe technischer Regulierungsstandards berücksichtigen die ESA die Größe und das Gesamtrisikoprofil des Finanzunternehmens sowie die Art, den Umfang und die Komplexität seiner Dienstleistungen, Tätigkeiten und Geschäfte. Die ESA übermitteln der Kommission diese Entwürfe technischer Regulierungsstandards bis zum 17. Januar 2024.\nDer Kommission wird die Befugnis übertragen, die vorliegende Verordnung durch Annahme der in Unterabsatz 1 genannten technischen Regulierungsstandards gemäß den Artikeln 10 bis 14 der Verordnungen (EU) Nr. 1093/2010, (EU) Nr. 1094/2010 und (EU) Nr. 1095/2010 zu ergänzen.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 29(1)", "text": "(1)   Bei der Ermittlung und Bewertung der in Artikel 28 Absatz 4 Buchstabe c genannten Risiken berücksichtigen Finanzunternehmen zudem, ob der geplante Abschluss einer vertraglichen Vereinbarung in Bezug auf IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen, Folgendes herbeiführen würde:\na)\nVerträge mit einem IKT-Drittdienstleister, der nicht ohne Weiteres ersetzbar ist; oder\nb)\nmehrfache vertragliche Vereinbarungen über die Bereitstellung von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen mit demselben IKT-Drittdienstleister oder mit eng verbundenen IKT-Drittdienstleistern.\nFinanzunternehmen wägen Nutzen und Kosten alternativer Lösungen ab, z. B. die Nutzung verschiedener IKT-Drittdienstleister, und berücksichtigen, ob und wie geplante Lösungen den geschäftlichen Erfordernissen und Zielen entsprechen, die in ihrer Strategie für digitale Resilienz festgelegt sind.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 29(2)", "text": "(2)   Ist in der vertraglichen Vereinbarung über die Nutzung von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen die Möglichkeit vorgesehen, dass ein IKT-Drittdienstleister IKT-Dienstleistungen zur Unterstützung einer kritischen oder wichtigen Funktion per Unterauftrag an andere IKT-Drittdienstleister vergibt, wägen Finanzunternehmen die Vorteile und Risiken ab, die im Zusammenhang mit einer solchen Unterauftragsvergabe entstehen können, insbesondere sofern der IKT-Unterauftragnehmer in einem Drittland niedergelassen ist.\nBetreffen vertragliche Vereinbarungen IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen, berücksichtigen die Finanzunternehmen gebührend die Bestimmungen des Insolvenzrechts, die im Falle der Insolvenz des IKT-Drittdienstleisters anwendbar wären, sowie jede Einschränkung, die sich im Zusammenhang mit der dringenden Wiederherstellung der Daten des Finanzunternehmens ergeben könnte.\nWerden mit einem IKT-Drittdienstleister mit Sitz in einem Drittland vertragliche Vereinbarungen über die Nutzung von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen geschlossen, so beachten Finanzunternehmen neben den in Unterabsatz 2 genannten Umständen auch, dass die Datenschutzvorschriften der Union eingehalten und die Rechtsvorschriften in diesem Drittland wirksam durchgesetzt werden.\nIst in den vertraglichen Vereinbarungen über die Nutzung von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen die Unterauftragsvergabe vorgesehen, so bewerten die Finanzunternehmen, ob und wie sich potenziell lange oder komplexe Ketten der Unterauftragsvergabe auf ihre Fähigkeit auswirken können, die vertraglich vereinbarten Funktionen vollständig zu überwachen, und ob die zuständige Behörde in dieser Hinsicht in der Lage ist, das Finanzunternehmen wirksam zu beaufsichtigen.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 30(1)", "text": "(1)   Die Rechte und Pflichten des Finanzunternehmens und des IKT-Drittdienstleisters werden eindeutig zugewiesen und schriftlich dargelegt. Der vollständige Vertrag umfasst die Vereinbarung über die Dienstleistungsgüte und wird in einem schriftlichen Dokument, das den Parteien in Papierform zur Verfügung steht, oder in einem Dokument in einem anderen herunterladbaren, dauerhaften und zugänglichen Format dokumentiert.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 30(2)", "text": "(2)   Die vertraglichen Vereinbarungen über die Nutzung von IKT-Dienstleistungen umfassen mindestens folgende Elemente:\na)\neine klare und vollständige Beschreibung aller Funktionen und IKT-Dienstleistungen, die der IKT-Drittdienstleister bereitzustellen hat, wobei anzugeben ist, ob die Vergabe von Unteraufträgen für IKT-Dienstleistungen, die kritische oder wichtige Funktionen oder wesentliche Teile davon unterstützen, zulässig ist, und — wenn dies der Fall ist — welche Bedingungen für diese Unterauftragsvergabe gelten;\nb)\ndie Standorte — das heißt die Regionen oder Länder —, an denen die vertraglich vereinbarten oder an Unterauftragnehmer vergebenen Funktionen und IKT-Dienstleistungen bereitzustellen sind und an denen Daten verarbeitet werden sollen, einschließlich des Speicherorts, sowie die Auflage für den IKT-Drittdienstleister, das Finanzunternehmen vorab zu benachrichtigen, wenn er eine Änderung dieser Standorte beabsichtigt;\nc)\nBestimmungen über Verfügbarkeit, Authentizität, Integrität und Vertraulichkeit in Bezug auf den Datenschutz, einschließlich des Schutzes personenbezogener Daten;\nd)\nBestimmungen über die Sicherstellung des Zugangs zu personenbezogenen und nicht personenbezogenen Daten, die von dem Finanzunternehmen im Fall einer Insolvenz, Abwicklung, Einstellung der Geschäftstätigkeit des IKT-Drittdienstleisters oder einer Beendigung der vertraglichen Vereinbarungen verarbeitet werden, sowie über die Wiederherstellung und Rückgabe dieser Daten in einem leicht zugänglichen Format;\ne)\nBeschreibungen der Dienstleistungsgüte, einschließlich Aktualisierungen und Überarbeitungen;\nf)\ndie Verpflichtung des IKT-Drittdienstleisters, dem Finanzunternehmen bei einem IKT-Vorfall, der mit dem für das Finanzunternehmen bereitgestellten IKT-Dienst in Verbindung steht, ohne zusätzliche Kosten oder zu vorab festzusetzenden Kosten Unterstützung zu leisten;\ng)\ndie Verpflichtung des IKT-Drittdienstleisters, vollumfänglich mit den für das Finanzunternehmen zuständigen Behörden und Abwicklungsbehörden zusammenzuarbeiten, einschließlich der von diesen benannten Personen;\nh)\nKündigungsrechte und damit zusammenhängende Mindestkündigungsfristen für die Beendigung der vertraglichen Vereinbarungen entsprechend den Erwartungen der zuständigen Behörden und der Abwicklungsbehörden;\ni)\nBedingungen für die Teilnahme von IKT-Drittdienstleistern an den von den Finanzunternehmen angebotenen Programmen zur Sensibilisierung für IKT-Sicherheit und Schulungen zur digitalen operationalen Resilienz gemäß Artikel 13 Absatz 6.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 30(3)", "text": "(3)   Die vertraglichen Vereinbarungen über die Nutzung von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen umfassen zusätzlich zu den in Absatz 2 genannten Elementen mindestens Folgendes:\na)\nvollständige Beschreibungen der Dienstleistungsgüte, einschließlich Aktualisierungen und Überarbeitungen, mit präzisen quantitativen und qualitativen Leistungszielen innerhalb der vereinbarten Dienstleistungsgüte, um dem Finanzunternehmen eine wirksame Überwachung von IKT-Dienstleistungen und das unverzügliche Ergreifen angemessener Korrekturmaßnahmen zu ermöglichen, wenn eine vereinbarte Dienstleistungsgüte nicht erreicht wird;\nb)\nKündigungsfristen und Berichtspflichten des IKT-Drittdienstleisters gegenüber dem Finanzunternehmen, einschließlich der Meldung aller Entwicklungen, die sich wesentlich auf die Fähigkeit des IKT-Drittdienstleisters, IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen gemäß den vereinbarten Leistungsniveaus wirksam bereitzustellen, auswirken könnten;\nc)\nAnforderungen an den IKT-Drittdienstleister, Notfallpläne zu implementieren und zu testen und über Maßnahmen, Tools und Leit- und Richtlinien für IKT-Sicherheit zu verfügen, die ein angemessenes Maß an Sicherheit für die Erbringung von Dienstleistungen durch das Finanzunternehmen im Einklang mit seinem Rechtsrahmen bieten;\nd)\ndie Verpflichtung des IKT-Drittdienstleisters, sich an den in den Artikeln 26 und 27 genannten TLPT des Finanzunternehmens zu beteiligen und uneingeschränkt daran mitzuwirken;\ne)\ndas Recht, die Leistung des IKT-Drittdienstleisters fortlaufend zu überwachen, wozu Folgendes gehört:\ni)\nuneingeschränkte Zugangs-, Inspektions- und Auditrechte des Finanzunternehmens oder eines beauftragten Dritten und der zuständigen Behörde sowie das Recht auf Anfertigung von Kopien einschlägiger Unterlagen vor Ort, wenn ihnen für die Geschäftstätigkeit des IKT-Drittdienstleisters entscheidende Bedeutung zukommt, wobei die tatsächliche Ausübung dieser Rechte nicht durch andere vertragliche Vereinbarungen oder Umsetzungsrichtlinien behindert oder eingeschränkt wird;\nii)\ndas Recht, alternative Bestätigungsniveaus zu vereinbaren, wenn die Rechte anderer Kunden betroffen sind;\niii)\ndie Verpflichtung des IKT-Drittdienstleisters zur uneingeschränkten Zusammenarbeit bei Vor-Ort-Inspektionen und Audits, die von den zuständigen Behörden, der federführenden Überwachungsbehörde, dem Finanzunternehmen oder einem beauftragten Dritten durchgeführt werden; und\niv)\ndie Verpflichtung, Einzelheiten zu Umfang und Häufigkeit dieser Inspektionen sowie dem dabei zu befolgenden Verfahren mitzuteilen;\nf)\nAusstiegsstrategien, insbesondere die Festlegung eines verbindlichen angemessenen Übergangszeitraums,\ni)\nin dem der IKT-Drittdienstleister weiterhin die entsprechenden Funktionen oder IKT-Dienstleistungen bereitstellt, um das Risiko von Störungen im Finanzunternehmen zu verringern oder um dessen geordnete Abwicklung und Umstrukturierung sicherzustellen;\nii)\nder dem Finanzunternehmen ermöglicht, zu einem anderen IKT-Drittdienstleister zu wechseln oder auf interne Lösungen umzustellen, die der Komplexität der erbrachten Dienstleistung entsprechen.\nAbweichend von Buchstabe e können der IKT-Drittdienstleister und das Finanzunternehmen, das ein Kleinstunternehmen ist, vereinbaren, dass die Zugangs-, Inspektions- und Auditrechte des Finanzunternehmens auf einen unabhängigen Dritten übertragen werden können, der vom IKT-Drittdienstleister benannt wird, sowie dass das Finanzunternehmen von diesem Dritten jederzeit Informationen und Gewähr in Bezug auf die Leistung des IKT-Drittdienstleisters verlangen kann.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 30(4)", "text": "(4)   Bei der Aushandlung vertraglicher Vereinbarungen erwägen Finanzunternehmen und IKT-Drittdienstleister die Verwendung von Standardvertragsklauseln, die von Behörden für bestimmte Dienstleistungen entwickelt wurden.", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "DORA_2022_2554", "lang": "de", "legal_ref": "Art. 30(5)", "text": "(5)   Die ESA erarbeiten über den Gemeinsamen Ausschuss Entwürfe technischer Regulierungsstandards, um die in Absatz 2 Buchstabe a genannten Aspekte zu präzisieren, die ein Finanzunternehmen bei der Untervergabe von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen bestimmen und bewerten muss.\nBei der Ausarbeitung dieser Entwürfe technischer Regulierungsstandards berücksichtigen die ESA die Größe und das Gesamtrisikoprofil des Finanzunternehmens sowie die Art, den Umfang und die Komplexität seiner Dienstleistungen, Tätigkeiten und Geschäfte.\nDie ESA übermitteln der Kommission diese Entwürfe technischer Regulierungsstandards bis zum 17. Juli 2024.\nDer Kommission wird die Befugnis übertragen, die vorliegende Verordnung durch Annahme der in Unterabsatz 1 genannten technischen Regulierungsstandards gemäß den Artikeln 10 bis 14 der Verordnungen (EU) Nr. 1093/2010, (EU) Nr. 1094/2010 und (EU) Nr. 1095/2010 zu ergänzen.\nAbschnitt II\nÜberwachungsrahmen für kritische IKT-Drittdienstleister", "source_sha256": "54386168e1d34cbe94c7560e54f4ff5bfd2f2a1dfb921e387abee49fb417cd6c"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 1(1)", "text": "(1)   Die in Artikel 18 Absatz 1 Buchstabe a der Verordnung (EU) 2022/2554 genannte Anzahl der von dem Vorfall betroffenen Kunden spiegelt die Anzahl aller betroffenen Kunden unabhängig davon, ob es sich um natürliche oder juristische Personen handelt, wider, die den vom Finanzunternehmen bereitgestellten Dienst während des Vorfalls nicht nutzen können bzw. konnten oder die durch den Vorfall beeinträchtigt wurden. Diese Anzahl umfasst auch Dritte, die als Nutznießer der betroffenen Dienste ausdrücklich unter die vertragliche Vereinbarung zwischen dem Finanzunternehmen und dem Kunden fallen.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 1(2)", "text": "(2)   Die in Artikel 18 Absatz 1 Buchstabe a der Verordnung (EU) 2022/2554 genannte Anzahl der von dem Vorfall betroffenen finanziellen Gegenparteien spiegelt die Anzahl aller betroffenen finanziellen Gegenparteien wider, die eine vertragliche Vereinbarung mit dem Finanzunternehmen geschlossen haben.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 1(3)", "text": "(3)   In Bezug auf die in Artikel 18 Absatz 1 Buchstabe a der Verordnung (EU) 2022/2554 genannte Relevanz der von dem Vorfall betroffenen Kunden und finanziellen Gegenparteien berücksichtigt das Finanzunternehmen, in welchem Maße sich die Auswirkungen auf einen Kunden oder eine finanzielle Gegenpartei auf die Verwirklichung der Geschäftsziele des Finanzunternehmens auswirken werden und wie sich der Vorfall auf die Markteffizienz auswirken könnte.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 1(4)", "text": "(4)   In Bezug auf den Wert oder die Anzahl der von dem Vorfall betroffenen Transaktionen im Sinne von Artikel 18 Absatz 1 Buchstabe a der Verordnung (EU) 2022/2554 berücksichtigt das Finanzunternehmen alle betroffenen Transaktionen über einen Geldbetrag, sofern mindestens ein Teil der Transaktion in der Union durchgeführt wird.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 1(5)", "text": "(5)   Lässt sich die tatsächliche Anzahl der betroffenen Kunden oder finanziellen Gegenparteien oder die tatsächliche Anzahl oder der tatsächliche Wert der betroffenen Transaktionen nicht bestimmen, so schätzt das Finanzunternehmen diese Zahlen oder Werte auf der Grundlage verfügbarer Daten aus vergleichbaren Referenzzeiträumen.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 2(1)", "text": "(1)   Zur Bestimmung des in Artikel 18 Absatz 1 Buchstabe a der Verordnung (EU) 2022/2554 genannten Reputationsschadens betrachten die Finanzunternehmen einen Reputationsschaden als eingetreten, wenn mindestens eines der folgenden Kriterien erfüllt ist:\na)\nüber den Vorfall wurde in den Medien berichtet;\nb)\nder Vorfall hat zu wiederholten Beschwerden verschiedener Kunden oder finanzieller Gegenparteien über kundenorientierte Dienstleistungen oder kritische Geschäftsbeziehungen geführt;\nc)\ndas Finanzunternehmen wird aufgrund des Vorfalls nicht oder wahrscheinlich nicht in der Lage sein, regulatorische Anforderungen zu erfüllen;\nd)\ndas Finanzunternehmen wird infolge des Vorfalls Kunden oder finanzielle Gegenparteien verlieren oder wahrscheinlich verlieren, was wesentliche Auswirkungen auf seine Geschäftstätigkeit haben wird.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 2(2)", "text": "(2)   Bei der Bewertung der Reputationswirkung des Vorfalls berücksichtigen die Finanzunternehmen die Sichtbarkeit, die der Vorfall in Bezug auf jedes in Absatz 1 aufgeführte Kriterium erlangt hat oder wahrscheinlich erlangen wird.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 3(1)", "text": "(1)   Die Finanzunternehmen messen die in Artikel 18 Absatz 1 Buchstabe b der Verordnung (EU) 2022/2554 genannte Dauer eines Vorfalls ab dem Zeitpunkt des Eintritts des Vorfalls bis zum Zeitpunkt der Behebung des Vorfalls.\nKönnen die Finanzunternehmen den Eintrittszeitpunkt des Vorfalls nicht bestimmen, messen sie die Dauer des Vorfalls ab dem Zeitpunkt seiner Feststellung. Wissen Finanzunternehmen schon um den Vorfall, bevor er festgestellt wurde, messen sie die Dauer ab dem Zeitpunkt, zu dem der Vorfall in den Netzwerk- oder Systemprotokollen oder anderen Datenquellen aufgezeichnet wurde.\nWissen Finanzunternehmen noch nicht, wann der Vorfall behoben sein wird, oder können sie Aufzeichnungen in Protokollen oder anderen Datenquellen nicht verifizieren, so ziehen sie Schätzungen heran.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 3(2)", "text": "(2)   Finanzunternehmen messen die in Artikel 18 Absatz 1 Buchstabe b der Verordnung (EU) 2022/2554 genannten Ausfallzeiten bei einem Vorfall ab dem Zeitpunkt, zu dem der Dienst für Kunden, finanzielle Gegenparteien oder andere interne oder externe Nutzer ganz oder teilweise nicht mehr verfügbar ist, bis zu dem Zeitpunkt, zu dem die regulären Tätigkeiten oder Vorgänge in dem vor dem Vorfall herrschenden Umfang wiederhergestellt sind. Führen die Ausfallzeiten nach der Wiederherstellung der regulären Tätigkeiten oder Vorgänge zu einer Verzögerung bei der Bereitstellung von Dienstleistungen, so werden die Ausfallzeiten vom Beginn des Vorfalls bis zu dem Zeitpunkt gemessen, zu dem die verzögerte Dienstleistung in vollem Umfang erbracht ist.\nKönnen die Finanzunternehmen den Beginn der Ausfallzeiten nicht bestimmen, messen sie die Dauer der Ausfallzeiten ab dem Zeitpunkt ihrer Feststellung.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 7(1)", "text": "(1)   Zur Bestimmung der in Artikel 18 Absatz 1 Buchstabe f der Verordnung (EU) 2022/2554 genannten wirtschaftlichen Auswirkungen des Vorfalls berücksichtigen die Finanzunternehmen, ohne Einrechnung von finanziellen Wiedereinziehungen, die folgenden Arten von direkten und indirekten Kosten und Verlusten, die ihnen infolge des Vorfalls entstanden sind:\na)\nenteignete Mittel oder finanzielle Vermögenswerte, für die sie haften, einschließlich gestohlener Vermögenswerte;\nb)\nKosten für die Ersetzung oder Verlegung von Software, Hardware oder Infrastruktur;\nc)\nPersonalkosten, einschließlich Kosten im Zusammenhang mit der Ersetzung oder Verlegung von Personal, der Einstellung zusätzlichen Personals, der Vergütung von Überstunden und der Wiederherstellung verloren gegangener oder beeinträchtigter Kompetenzen;\nd)\nGebühren wegen Nichteinhaltung vertraglicher Verpflichtungen;\ne)\nKosten für Ausgleichs- und Entschädigungszahlungen an Kunden;\nf)\nVerluste wegen entgangener Einnahmen;\ng)\nKosten für die interne und externe Kommunikation;\nh)\nBeratungskosten, einschließlich Kosten für Rechtsberatung, forensische Dienstleistungen und Behebungsdienstleistungen.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 7(2)", "text": "(2)   Die in Absatz 1 genannten Kosten und Verluste schließen keine Kosten ein, die für den alltäglichen Geschäftsbetrieb notwendig sind, insbesondere\na)\nkeine Kosten für die allgemeine Instandhaltung von Infrastruktur, Ausrüstung, Hardware und Software und keine Kosten für die laufende Fortbildung des Personals, um dessen Kompetenzen auf Stand zu halten;\nb)\nkeine internen oder externen Kosten für die Verstärkung des Geschäftsbetriebs nach dem Vorfall, insbesondere auch keine Kosten für Upgrades, Verbesserungen und Initiativen zur Risikobewertung;\nc)\nkeine Versicherungsprämien.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 7(3)", "text": "(3)   Die Finanzunternehmen berechnen die Höhe der Kosten und Verluste auf der Grundlage der zum Meldezeitpunkt verfügbaren Daten. Kann die tatsächliche Höhe der Kosten und Verluste nicht bestimmt werden, so schätzen die Finanzunternehmen die entsprechenden Beträge.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 7(4)", "text": "(4)   Bei der Bewertung der wirtschaftlichen Auswirkungen des Vorfalls summieren die Finanzunternehmen die in Absatz 1 genannten Kosten und Verluste.\nKAPITEL II\nSCHWERWIEGENDE VORFÄLLE UND WESENTLICHKEITSSCHWELLEN", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 8(1)", "text": "(1)   Ein Vorfall wird für die Zwecke von Artikel 19 Absatz 1 der Verordnung (EU) 2022/2554 als schwerwiegender Vorfall angesehen, wenn die in Artikel 6 genannten kritischen Dienste beeinträchtigt und eine der folgenden beiden Bedingungen erfüllt ist:\na)\nDie in Artikel 9 Absatz 5 Buchstabe b genannte Wesentlichkeitsschwelle ist erreicht;\nb)\nzwei oder mehr der in Artikel 9 Absätze 1 bis 6 genannten anderen Wesentlichkeitsschwellen sind erreicht.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 8(2)", "text": "(2)   Wiederholte Vorfälle, die nach Absatz 1 einzeln betrachtet keine schwerwiegenden Vorfälle sind, werden zusammengenommen als schwerwiegender Vorfall betrachtet, wenn sie alle folgenden Bedingungen erfüllen:\na)\nSie sind innerhalb von sechs Monaten mindestens zwei Mal aufgetreten;\nb)\nsie haben dieselbe offensichtliche Ursache im Sinne von Artikel 20 Absatz 1 Buchstabe b der Verordnung (EU) 2022/2554;\nc)\nsie erfüllen zusammengenommen die in Absatz 1 festgelegten Kriterien für die Betrachtung als schwerwiegender Vorfall.\nDie Finanzunternehmen bewerten das Vorliegen wiederholter Vorfälle monatlich.\nDieser Absatz gilt nicht für Kleinstunternehmen und die in Artikel 16 Absatz 1 der Verordnung (EU) 2022/2554 genannten Finanzunternehmen.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 9(1)", "text": "(1)   Die Wesentlichkeitsschwelle für das Kriterium „Kunden, finanzielle Gegenparteien und Transaktionen“ ist erreicht, wenn eine der folgenden Bedingungen erfüllt ist:\na)\nDie Zahl der betroffenen Kunden beläuft sich auf mehr als 10 % aller Kunden, die die betroffene Dienstleistung nutzen;\nb)\ndie Zahl der betroffenen Kunden, die die betroffene Dienstleistung nutzen, liegt bei mehr als 100 000;\nc)\ndie Zahl der betroffenen finanziellen Gegenparteien beläuft sich auf mehr als 30 % aller finanziellen Gegenparteien, die Tätigkeiten im Zusammenhang mit der Bereitstellung der betroffenen Dienstleistung ausüben;\nd)\ndie Zahl der betroffenen Transaktionen beläuft sich auf mehr als 10 % der täglichen durchschnittlichen Zahl von Transaktionen, die das Finanzunternehmen im Zusammenhang mit der betroffenen Dienstleistung durchführt;\ne)\nder Wert der betroffenen Transaktionen beträgt mehr als 10 % des täglichen Durchschnittswerts der Transaktionen, die das Finanzunternehmen im Zusammenhang mit der betroffenen Dienstleistung durchführt;\nf)\nbetroffen sind Kunden oder finanzielle Gegenparteien, die nach Artikel 1 Absatz 3 als relevant eingestuft wurden.\nLässt sich die tatsächliche Anzahl der betroffenen Kunden oder finanziellen Gegenparteien oder die tatsächliche Anzahl oder der tatsächliche Wert der betroffenen Transaktionen nicht bestimmen, so schätzt das Finanzunternehmen diese Zahlen oder Werte auf der Grundlage verfügbarer Daten aus vergleichbaren Referenzzeiträumen.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 9(2)", "text": "(2)   Die Wesentlichkeitsschwelle für das Kriterium „Reputationsschaden“ ist erreicht, wenn eine der in Artikel 2 Buchstaben a bis d genannten Bedingungen erfüllt ist.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 9(3)", "text": "(3)   Die Wesentlichkeitsschwelle für das Kriterium „Dauer und Ausfallzeiten“ ist erreicht, wenn eine der folgenden Bedingungen erfüllt ist:\na)\nDer Vorfall dauert mehr als 24 Stunden;\nb)\ndie Ausfallzeiten bei IKT-Diensten zur Unterstützung kritischer oder wichtiger Funktionen betragen mehr als zwei Stunden.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 9(4)", "text": "(4)   Die Wesentlichkeitsschwelle für das Kriterium „geografische Ausbreitung“ ist erreicht, wenn der Vorfall im Sinne von Artikel 4 Auswirkungen in zwei oder mehr Mitgliedstaaten hat.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 9(5)", "text": "(5)   Die Wesentlichkeitsschwelle für das Kriterium „Verluste von Daten“ ist erreicht, wenn eine der folgenden Bedingungen erfüllt ist:\na)\nEine in Artikel 5 genannte Auswirkung auf die Verfügbarkeit, Authentizität, Integrität oder Vertraulichkeit von Daten hat negative Auswirkungen auf die Verwirklichung der Geschäftsziele des Finanzunternehmens oder auf dessen Fähigkeit, regulatorische Anforderungen zu erfüllen, oder wird solche negativen Auswirkungen haben;\nb)\nes findet ein nicht unter Buchstabe a fallender erfolgreicher böswilliger und unbefugter Zugriff auf Netzwerk- und Informationssysteme statt, sofern dieser Zugriff zu Verlusten von Daten führen kann.", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1772", "lang": "de", "legal_ref": "Art. 9(6)", "text": "(6)   Die Wesentlichkeitsschwelle für das Kriterium „wirtschaftliche Auswirkungen“ ist erreicht, wenn die Kosten und Verluste, die dem Finanzunternehmen durch den Vorfall entstanden sind, 100 000 EUR übersteigen oder wahrscheinlich übersteigen werden.\nKAPITEL III\nERHEBLICHE CYBERBEDROHUNGEN", "source_sha256": "1b30db96732b948967dfdab7f09c5367f356f83ff71c7146f533a47984346521"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(1)", "text": "(1)   Das Leitungsorgan überprüft die Leitlinie mindestens einmal jährlich und aktualisiert sie erforderlichenfalls. Die an der Leitlinie vorgenommenen Änderungen werden zeitnah und sobald dies im Rahmen der einschlägigen vertraglichen Vereinbarungen möglich ist umgesetzt. Das Finanzunternehmen dokumentiert den geplanten zeitlichen Ablauf der Umsetzung.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(2)", "text": "(2)   In der Leitlinie wird eine Methode festgelegt, mit der bestimmt wird, welche IKT-Dienstleistungen kritische oder wichtige Funktionen unterstützen, oder es wird auf eine solche Methode verwiesen. In der Leitlinie ist auch anzugeben, wann eine solche Bewertung vorgenommen und überprüft werden soll.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(3)", "text": "(3)   In der Leitlinie werden die internen Zuständigkeiten für die Genehmigung, das Management, die Kontrolle und die Dokumentation einschlägiger vertraglicher Vereinbarungen eindeutig zugewiesen, und es wird sichergestellt, dass innerhalb des Finanzunternehmens angemessene Fähigkeiten, Erfahrung und Kenntnisse aufrechterhalten werden, damit die einschlägigen vertraglichen Vereinbarungen, einschließlich der im Rahmen dieser Vereinbarungen erbrachten IKT-Dienstleistungen, wirksam überwacht werden können.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(4)", "text": "(4)   Unbeschadet der letztlichen Verantwortung des Finanzunternehmens für die wirksame Beaufsichtigung der einschlägigen vertraglichen Vereinbarungen wird in der Leitlinie vorgeschrieben, dass der IKT-Drittdienstleister laut der Bewertung über ausreichende Ressourcen verfügen muss, um sicherzustellen, dass das Finanzunternehmen alle seine rechtlichen und regulatorischen Anforderungen hinsichtlich der zur Unterstützung kritischer oder wichtiger Funktionen bereitgestellten IKT-Dienstleistungen erfüllt.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(5)", "text": "(5)   In der Leitlinie wird eindeutig angegeben, bei welcher Funktion oder bei welchem Mitglied der Geschäftsleitung die Zuständigkeit für die Überwachung der einschlägigen vertraglichen Vereinbarungen liegt. In der Leitlinie wird festgelegt, wie diese Funktion oder dieses Mitglied der Geschäftsleitung mit den Kontrollfunktionen zusammenarbeitet, es sei denn, die Funktion oder das Mitglied ist Teil der Kontrollfunktionen, und es werden die Berichtspflichten gegenüber dem Leitungsorgan festgelegt, einschließlich der Art der zu meldenden Informationen und der vorzulegenden Dokumentation. Darüber hinaus wird festgelegt, wie häufig diese Berichterstattung erfolgt.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(6)", "text": "(6)   Die Leitlinie gewährleistet, dass die vertraglichen Vereinbarungen mit Folgendem im Einklang stehen:\na)\ndem in Artikel 6 der Verordnung (EU) 2022/2554 genannten IKT-Risikomanagementrahmen;\nb)\nder in Artikel 9 Absatz 4 der Verordnung (EU) 2022/2554 genannten Informationssicherheitsleitlinie;\nc)\nder in Artikel 11 der Verordnung (EU) 2022/2554 genannten IKT-Geschäftsfortführungsleitlinie;\nd)\nden in Artikel 19 der Verordnung (EU) 2022/2554 festgelegten Anforderungen für die Meldung von Vorfällen.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(7)", "text": "(7)   In der Leitlinie ist vorzusehen, dass IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen, die von IKT-Drittdienstleistern bereitgestellt werden, einer unabhängigen Überprüfung unterzogen und in den Auditplan aufgenommen werden.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 3(8)", "text": "(8)   In der Leitlinie ist ausdrücklich festzulegen, dass die vertraglichen Vereinbarungen\na)\ndas Finanzunternehmen und sein Leitungsorgan nicht von ihren aufsichtlichen Pflichten und Verantwortlichkeiten gegenüber ihren Kunden entbinden;\nb)\ndie wirksame Beaufsichtigung eines Finanzunternehmens nicht verhindern und nicht gegen aufsichtliche Einschränkungen für Dienstleistungen und Tätigkeiten verstoßen dürfen;\nc)\nvorschreiben müssen, dass die IKT-Drittdienstleister mit den zuständigen Behörden zusammenarbeiten;\nd)\nvorschreiben müssen, dass das Finanzunternehmen, seine Revisoren und die zuständigen Behörden wirksam Zugang zu Daten und Räumlichkeiten haben müssen, die mit der Nutzung von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen zusammenhängen.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 5(1)", "text": "(1)   Nach der Leitlinie muss vor Abschluss einer vertraglichen Vereinbarung der Geschäftsbedarf des Finanzunternehmens bestimmt werden.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 5(2)", "text": "(2)   In der Leitlinie ist vorzusehen, dass auf Ebene des Finanzunternehmens und gegebenenfalls auf konsolidierter und teilkonsolidierter Ebene eine Risikobewertung durchzuführen ist, bevor eine vertragliche Vereinbarung geschlossen wird.\nBei der Risikobewertung werden alle einschlägigen Anforderungen der Verordnung (EU) 2022/2554 sowie die geltenden sektorspezifischen Rechtsvorschriften der Union berücksichtigt. In der Leitlinie werden insbesondere die Auswirkungen der Bereitstellung von IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen durch IKT-Drittdienstleister auf das Finanzunternehmen sowie alle Risiken berücksichtigt, die mit der Bereitstellung dieser IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen durch IKT-Drittdienstleister verbunden sind, darunter\na)\noperationelle Risiken,\nb)\nrechtliche Risiken,\nc)\nIKT-Risiken,\nd)\nReputationsrisiken,\ne)\nRisiken im Zusammenhang mit dem Schutz vertraulicher oder personenbezogener Daten,\nf)\nRisiken im Zusammenhang mit der Verfügbarkeit von Daten,\ng)\nRisiken im Zusammenhang mit dem Standort, an dem die Daten verarbeitet und gespeichert werden,\nh)\nRisiken im Zusammenhang mit dem Standort des IKT-Drittdienstleisters,\ni)\nIKT-Konzentrationsrisiken auf Unternehmensebene.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 6(1)", "text": "(1)   In der Leitlinie wird ein angemessenes und verhältnismäßiges Verfahren für die Auswahl und Bewertung der künftigen IKT-Drittdienstleister festgelegt, wobei zu berücksichtigen ist, ob es sich bei dem IKT-Drittdienstleister um einen gruppeninternen IKT-Dienstleister handelt, und verlangt wird, dass das Finanzunternehmen vor Abschluss einer vertraglichen Vereinbarung bewertet, ob der IKT-Drittdienstleister\na)\nüber die geschäftliche Reputation, hinreichende Fähigkeiten, Fachkenntnisse und angemessene finanzielle, personelle und technische Ressourcen, Informationssicherheitsstandards, eine angemessene Organisationsstruktur, ein angemessenes Risikomanagement und angemessene interne Kontrollen sowie gegebenenfalls über die erforderlichen Zulassungen oder Registrierungen verfügt, um die IKT-Dienstleistungen zur Unterstützung der kritischen oder wichtigen Funktion zuverlässig und professionell erbringen zu können;\nb)\nin der Lage ist, einschlägige technologische Entwicklungen zu überwachen und führende Praktiken im Bereich der IKT-Sicherheit zu ermitteln und sie gegebenenfalls zu implementieren, damit er über einen wirksamen und soliden Rahmen für die digitale operationale Resilienz verfügt;\nc)\nIKT-Unterauftragnehmer nutzt oder zu nutzen gedenkt, um IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen oder wesentlicher Teile davon zu erbringen;\nd)\nin einem Drittstaat lokalisiert ist oder die Daten in einem Drittstaat verarbeitet oder speichert und, falls dies der Fall ist, ob diese Praxis die operationellen Risiken, Reputationsrisiken oder das Risiko erhöht, von restriktiven Maßnahmen, einschließlich Embargos und Sanktionen, betroffen zu sein, die sich auf die Fähigkeit des IKT-Drittdienstleisters, die IKT-Dienstleistungen zu erbringen, oder die Fähigkeit des Finanzunternehmens, diese IKT-Dienstleistungen zu empfangen, auswirken können;\ne)\nvertraglichen Vereinbarungen zustimmt, mit denen effektiv die Möglichkeit sichergestellt wird, dass das Finanzunternehmen selbst, beauftragte Dritte und zuständige Behörden Audits beim IKT-Drittdienstleister, auch in dessen Räumlichkeiten, durchführen;\nf)\nin ethischer und sozial verantwortlicher Weise handelt, die Menschenrechte und die Rechte des Kindes achtet, einschließlich des Verbots der Kinderarbeit, die geltenden Grundsätze des Umweltschutzes einhält und angemessene Arbeitsbedingungen gewährleistet.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 6(2)", "text": "(2)   In der Leitlinie wird festgelegt, welches Maß an Sicherheit hinsichtlich der Wirksamkeit des Risikomanagementrahmens von IKT-Drittdienstleistern für IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen, die von einem IKT-Drittdienstleister bereitgestellt werden sollen, gegeben sein muss. In der Leitlinie ist vorzusehen, dass im Rahmen des Verfahrens zur Erfüllung der Sorgfaltspflicht bewertet wird, ob Maßnahmen zur Risikominderung und zur Geschäftsfortführung bestehen und wie deren Funktionsfähigkeit innerhalb des IKT-Drittdienstleisters sichergestellt wird.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 6(3)", "text": "(3)   In der Leitlinie wird das Verfahren zur Erfüllung der Sorgfaltspflicht festgelegt, anhand dessen die künftigen IKT-Drittdienstleister ausgewählt und bewertet werden, und es wird angegeben, welche der folgenden Elemente mit Blick auf das erforderliche Maß an Sicherheit für die Leistungsfähigkeit des IKT-Drittdienstleisters zu berücksichtigen sind:\na)\nAudits oder unabhängige Bewertungen, die vom Finanzunternehmen selbst oder in seinem Auftrag durchgeführt werden;\nb)\nBerichte über unabhängige Audits, die auf Verlangen des IKT-Drittdienstleisters erstellt werden;\nc)\nAuditberichte der internen Revisionsfunktion des IKT-Drittdienstleisters;\nd)\ngeeignete Zertifizierungen Dritter;\ne)\nandere relevante Informationen, die dem Finanzunternehmen zur Verfügung stehen, oder andere vom IKT-Drittdienstleister bereitgestellte Informationen.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 6(4)", "text": "(4)   Die Finanzunternehmen gewährleisten unter Berücksichtigung der in Absatz 3 Buchstaben a bis e aufgeführten Elemente ein angemessenes Maß an Sicherheit für die Leistungsfähigkeit des IKT-Drittdienstleisters. Gegebenenfalls ist mehr als eines der unter diesen Buchstaben aufgeführten Elemente zu berücksichtigen.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 7(1)", "text": "(1)   In der Leitlinie werden geeignete Maßnahmen festgelegt, die vor Abschluss einschlägiger vertraglicher Vereinbarungen zu ergreifen sind, um die sich aus der Nutzung von IKT-Drittdienstleistern ergebenden tatsächlichen oder potenziellen Interessenkonflikte zu ermitteln, zu vermeiden und zu managen, und es wird eine kontinuierliche Überwachung solcher Interessenkonflikte vorgesehen.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 7(2)", "text": "(2)   Werden IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen von gruppeninternen IKT-Dienstleistern bereitgestellt, so wird in der Leitlinie festgelegt, dass Entscheidungen über die Bedingungen für diese IKT-Dienstleistungen, einschließlich der finanziellen Bedingungen, objektiv getroffen werden müssen.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 8(1)", "text": "(1)   In der Leitlinie wird festgelegt, dass die einschlägige vertragliche Vereinbarung schriftlich abzufassen ist und alle in Artikel 30 Absätze 2 und 3 der Verordnung (EU) 2022/2554 genannten Elemente enthalten muss. Die Leitlinie umfasst auch Elemente mit Blick auf die in Artikel 1 Absatz 1 Buchstabe a der Verordnung (EU) 2022/2554 genannten Anforderungen sowie gegebenenfalls andere einschlägige Rechtsvorschriften der Union und der Mitgliedstaaten.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 8(2)", "text": "(2)   In der Leitlinie ist festzulegen, dass die einschlägigen vertraglichen Vereinbarungen das Recht des Finanzunternehmens auf Zugang zu Informationen, auf die Durchführung von Inspektionen und Audits sowie auf die Durchführung von IKT-Tests vorsehen müssen. In der Leitlinie ist vorzusehen, dass das Finanzunternehmen zu diesen Zwecken — unbeschadet seiner letztlichen Verantwortung — auf folgende Methoden zurückgreifen muss:\na)\neigene interne Audits oder Audits eines beauftragten Dritten;\nb)\ngegebenenfalls Sammelaudits und gepoolte IKT-Tests, einschließlich bedrohungsorientierter Penetrationstests, die gemeinsam mit anderen als Auftraggeber auftretenden Finanzunternehmen oder Firmen, die IKT-Dienstleistungen desselben IKT-Drittdienstleisters nutzen, organisiert und von diesen Finanzunternehmen oder Firmen oder einem von ihnen beauftragten Dritten durchgeführt werden;\nc)\ngegebenenfalls Zertifizierungen Dritter;\nd)\ngegebenenfalls Berichte über interne oder von Dritten durchgeführte Audits, die vom IKT-Drittdienstleister zur Verfügung gestellt werden.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 8(3)", "text": "(3)   Das Finanzunternehmen darf sich längerfristig nicht nur auf die in Absatz 2 Buchstabe c genannten Zertifizierungen oder die in Absatz 2 Buchstabe d genannten Auditberichte verlassen. Nach der Leitlinie ist die Anwendung der in Absatz 2 Buchstaben c und d genannten Methoden nur dann gestattet, wenn das Finanzunternehmen\na)\nden Auditplan des IKT-Drittdienstleisters für die einschlägigen vertraglichen Vereinbarungen als zufriedenstellend erachtet;\nb)\nsicherstellt, dass der Umfang der Zertifizierungen oder Auditberichte die von ihm ermittelten Systeme und wesentlichen Kontrollen abdeckt und die Einhaltung der einschlägigen rechtlichen Anforderungen gewährleistet;\nc)\nden Inhalt der Zertifizierungen oder Auditberichte laufend gründlich bewertet und prüft, ob die Berichte oder Zertifizierungen nicht obsolet sind;\nd)\nsicherstellt, dass wesentliche Systeme und Kontrollen in künftigen Fassungen der Zertifizierung oder des Auditberichts berücksichtigt werden;\ne)\ndie zertifizierende oder prüfende Partei in zufriedenstellendem Maße für geeignet hält;\nf)\ndavon überzeugt ist, dass die Zertifizierungen ausgestellt werden und die Zertifizierungen und die Audits nach weithin anerkannten einschlägigen professionellen Standards durchgeführt werden und einen Test der operationalen Wirksamkeit der bestehenden wesentlichen Kontrollen umfassen;\ng)\ndas vertragliche Recht hat, in einer aus der Perspektive des Risikomanagements vertretbaren und legitimen Häufigkeit Änderungen des Umfangs der Zertifizierungen oder Auditberichte mit Blick auf andere einschlägige Systeme und Kontrollen zu verlangen;\nh)\ndas vertragliche Recht hat, nach eigenem Ermessen Einzel- und Sammelaudits im Zusammenhang mit den vertraglichen Vereinbarungen durchzuführen und diese Rechte in der vereinbarten Häufigkeit wahrzunehmen.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 8(4)", "text": "(4)   Die Leitlinie stellt sicher, dass wesentliche Änderungen der vertraglichen Vereinbarung in einem schriftlichen Dokument förmlich festgehalten werden, das von allen Parteien datiert und unterzeichnet wird und in dem das Verfahren zur Verlängerung der vertraglichen Vereinbarungen festgelegt ist.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 9(1)", "text": "(1)   In der Leitlinie ist vorzusehen, dass in den vertraglichen Vereinbarungen die Maßnahmen und Schlüsselindikatoren festgelegt werden, anhand deren die Leistungsfähigkeit der IKT-Drittdienstleister kontinuierlich überwacht wird, einschließlich Maßnahmen, die dazu dienen, die Einhaltung der Anforderungen für die Vertraulichkeit, Verfügbarkeit, Integrität und Authentizität von Daten und Informationen und die Einhaltung der einschlägigen Strategien und Verfahren des Finanzunternehmens durch die IKT-Drittdienstleister zu überwachen. Darüber hinaus sind in der Leitlinie Maßnahmen zu spezifizieren, die Anwendung finden, wenn Dienstleistungsvereinbarungen nicht eingehalten werden, und gegebenenfalls Vertragsstrafen umfassen.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 9(2)", "text": "(2)   In der Leitlinie wird festgelegt, wie das Finanzunternehmen bewertet, ob die IKT-Drittdienstleister, die für die IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen in Anspruch genommen werden, angemessene Leistungs- und Qualitätsstandards im Einklang mit der vertraglichen Vereinbarung und den Strategien des Finanzunternehmens einhalten. Die Leitlinie muss insbesondere gewährleisten, dass\na)\ndie IKT-Drittdienstleister dem Finanzunternehmen angemessene Berichte über ihre Tätigkeiten und Dienstleistungen vorlegen, darunter regelmäßige Berichte, Berichte über Vorfälle, Berichte über die Erbringung von Dienstleistungen, Berichte über die IKT-Sicherheit und Berichte über Maßnahmen und Tests zur Geschäftsfortführung;\nb)\ndie Leistungsfähigkeit von IKT-Drittdienstleistern anhand wesentlicher Leistungsindikatoren, wesentlicher Kontrollindikatoren, Audits, Selbstzertifizierungen und unabhängiger Überprüfungen im Einklang mit dem IKT-Risikomanagementrahmen des Finanzunternehmens bewertet wird;\nc)\ndas Finanzunternehmen andere relevante Informationen von den IKT-Drittdienstleistern erhält;\nd)\ndas Finanzunternehmen gegebenenfalls über IKT-bezogene Vorfälle und operationale oder sicherheitsbezogene Vorfälle im Zusammenhang mit Zahlungen unterrichtet wird;\ne)\neine unabhängige Überprüfung und Audits vorgenommen werden, um die Einhaltung der rechtlichen und regulatorischen Anforderungen und Strategien zu prüfen.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 9(3)", "text": "(3)   In der Leitlinie wird festgelegt, dass die Bewertung nach Absatz 2 zu dokumentieren ist und ihre Ergebnisse verwendet werden müssen, um die Risikobewertung des Finanzunternehmens im Sinne von Artikel 6 zu aktualisieren.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_1773", "lang": "de", "legal_ref": "Art. 9(4)", "text": "(4)   In der Leitlinie werden die geeigneten Maßnahmen festgelegt, die das Finanzunternehmen ergreifen muss, wenn es Mängel beim IKT-Drittdienstleister, einschließlich IKT-bezogener Vorfälle und operationaler oder sicherheitsbezogener Vorfälle im Zusammenhang mit Zahlungen, bei der Erbringung der IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen oder bei der Einhaltung vertraglicher Vereinbarungen oder rechtlicher Anforderungen feststellt. Ferner wird darin festgelegt, wie die Umsetzung solcher Maßnahmen zu überwachen ist, um sicherzustellen, dass die Maßnahmen innerhalb eines festgelegten Zeitrahmens wirksam eingehalten werden, wobei zu berücksichtigen ist, wie wesentlich die Mängel sind.", "source_sha256": "f77425cd3baca1cea3826f0f5fad263088fd00329a6dfc4802214a2fd363cf4b"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 3(1)", "text": "(1)   Die Finanzunternehmen führen und aktualisieren das Informationsregister gemäß Artikel 28 Absatz 3 der Verordnung (EU) 2022/2554 auf Unternehmensebene oder auf teilkonsolidierter und konsolidierter Ebene unter Verwendung der in den Anhängen I bis IV enthaltenen Vorlagen.", "source_sha256": "435e8a8bebeef560a2ab1e4b6186515b0bd93a50a3005a02a2f833515908bf60"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 3(2)", "text": "(2)   Die Finanzunternehmen stellen sicher, dass die in Absatz 1 genannten Vorlagen alle nachstehenden Angaben enthalten:\na)\ndie einschlägigen Informationen in Bezug auf sämtliche IKT-Dienstleistungen, die von direkten IKT-Drittdienstleistern erbracht werden,\nb)\nInformationen über alle Unterauftragnehmer, die IKT-Dienstleistungen zur Unterstützung kritischer oder wichtiger Funktionen oder wesentlicher Bereiche davon sicherstellen.", "source_sha256": "435e8a8bebeef560a2ab1e4b6186515b0bd93a50a3005a02a2f833515908bf60"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 3(3)", "text": "(3)   Die Finanzunternehmen stellen sicher, dass die Angaben in den in Absatz 1 genannten Vorlagen korrekt und kohärent sind. Die Finanzunternehmen überprüfen die in den Vorlagen enthaltenen Angaben regelmäßig und korrigieren unverzüglich festgestellte Fehler oder Unstimmigkeiten.\nIm Falle von Gruppen stellen die Finanzunternehmen, die für die Führung und Aktualisierung des Informationsregisters auf teilkonsolidierter und konsolidierter Ebene zuständig sind, sicher, dass die Angaben in Bezug auf die Unternehmensebene in der Konsolidierung korrekt sind und mit den Angaben auf teilkonsolidierter und konsolidierter Ebene übereinstimmen.", "source_sha256": "435e8a8bebeef560a2ab1e4b6186515b0bd93a50a3005a02a2f833515908bf60"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 3(4)", "text": "(4)   Die Finanzunternehmen stellen sicher, dass die Angaben in den in Absatz 1 genannten Vorlagen den folgenden Grundsätzen der Datenqualität entsprechen:\na)\nRichtigkeit\nb)\nVollständigkeit\nc)\nKohärenz\nd)\nIntegrität\ne)\nEinheitlichkeit\nf)\nGültigkeit", "source_sha256": "435e8a8bebeef560a2ab1e4b6186515b0bd93a50a3005a02a2f833515908bf60"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 3(5)", "text": "(5)   Die Finanzunternehmen verwenden eine gültige und aktive Rechtsträgerkennung (Legal Entity Identifier, im Folgenden „LEI“) oder die in Artikel 16 der Richtlinie (EU) 2017/1132 genannte europäische einheitliche Kennung (European Unique Identifier, im Folgenden „EUID“) bzw., sofern vorhanden, beide Kennungen, um alle ihre IKT-Drittdienstleister, bei denen es sich um juristische Personen handelt, zu identifizieren, mit Ausnahme von natürlichen Personen, die als Unternehmer handeln.", "source_sha256": "435e8a8bebeef560a2ab1e4b6186515b0bd93a50a3005a02a2f833515908bf60"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 3(6)", "text": "(6)   Wenn eine IKT-Dienstleistung, die von einem direkten IKT-Drittdienstleister erbracht wird, eine kritische oder wichtige Funktion der Finanzunternehmen unterstützt, stellen die Finanzunternehmen über den direkten IKT-Drittdienstleister sicher, dass alle Unterauftragnehmer des direkten IKT-Drittdienstleisters, die im Informationsregister gemäß Absatz 2 Buchstabe b aufgeführt sind und IKT-Dienstleistungen, die kritische oder wichtige Funktionen unterstützen, sicherstellen/unterstützen, eine gültige und aktive LEI verwenden oder ihre EUID bzw., sofern vorhanden, beide Kennungen bereitstellen, es sei denn, bei diesen Unterauftragnehmern handelt es sich um natürliche Personen, die als Unternehmer handeln.", "source_sha256": "435e8a8bebeef560a2ab1e4b6186515b0bd93a50a3005a02a2f833515908bf60"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 4(1)", "text": "(1)   Sofern in der Anleitung nichts anderes bestimmt ist, bestehen alle Vorlagen, aus denen sich das Informationsregister zusammensetzt, aus einer Tabelle mit einer vorgegebenen Anzahl von Spalten und einer unbestimmten Anzahl von Zeilen.", "source_sha256": "435e8a8bebeef560a2ab1e4b6186515b0bd93a50a3005a02a2f833515908bf60"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 4(2)", "text": "(2)   Die Finanzunternehmen müssen zu jedem Datenelement einen Einzelwert angeben. Sind bei einem bestimmten Datenelement mehrere Werte gültig, so fügen die Finanzunternehmen in der entsprechenden Vorlage für jeden gültigen Wert eine zusätzliche Zeile hinzu.", "source_sha256": "435e8a8bebeef560a2ab1e4b6186515b0bd93a50a3005a02a2f833515908bf60"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 4(3)", "text": "(3)   Die Finanzunternehmen geben alle Datenelemente im Informationsregister auf Unternehmensebene bzw. gegebenenfalls auf teilkonsolidierter und konsolidierter Ebene an.", "source_sha256": "435e8a8bebeef560a2ab1e4b6186515b0bd93a50a3005a02a2f833515908bf60"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 5(1)", "text": "(1)   Finanzunternehmen nehmen in das Informationsregister gemäß der Anleitung in Anhang I folgende Angaben auf:\na)\nallgemeine Informationen über das Finanzunternehmen, das das Informationsregister auf Unternehmensebene bzw. auf teilkonsolidierter oder konsolidierter Ebene führt und aktualisiert, gemäß Vorlage B_01.01 in Anhang I,\nb)\nallgemeine Informationen zu den in der Konsolidierung befindlichen Unternehmen gemäß Vorlage B_01.02 in Anhang I,\nc)\ngegebenenfalls Angabe der Zweigniederlassungen von Finanzunternehmen, die außerhalb des in der Vorlage B_01.02 aufgeführten Sitzlandes ansässig sind, gemäß Vorlage B_01.03 in Anhang I,\nd)\nallgemeine Informationen zu den vertraglichen Vereinbarungen gemäß Vorlage B_02.01 in Anhang I,\ne)\nspezifische Informationen zu den vertraglichen Vereinbarungen gemäß Vorlage B_02.02 in Anhang I,\nf)\nAngaben zu den Verbindungen zwischen gruppeninternen vertraglichen Vereinbarungen und vertraglichen Vereinbarungen mit IKT-Drittdienstleistern, die nicht der Gruppe angehören, und zwar unter Verwendung der vertraglichen Kennnummern, wenn ein Teil der IKT-Dienstleistungskette gruppenintern ist (siehe Vorlage B_02.03 in Anhang I),\ng)\nInformationen über die Unternehmen, die die vertraglichen Vereinbarungen mit den direkten IKT-Drittdienstleistern für den Erhalt von IKT-Dienstleistungen oder im Namen der Unternehmen, die die IKT-Dienstleistungen in Anspruch nehmen, unterzeichnen (siehe Vorlage B_03.01 in Anhang I),\nh)\nAngabe der IKT-Drittdienstleister, die die vertraglichen Vereinbarungen für die Erbringung von IKT-Dienstleistungen unterzeichnen (siehe Vorlage B_03.02 in Anhang I),\ni)\nAngabe der Unternehmen, die die vertraglichen Vereinbarungen über die Erbringung von IKT-Dienstleistungen für andere zum Konsolidierungskreis gehörende Unternehmen unterzeichnen (siehe Vorlage B_03.03 in Anhang I),\nj)\nAngaben zu den Unternehmen, die die von den IKT-Drittdienstleistern bereitgestellten IKT-Dienstleistungen in Anspruch nehmen (siehe Vorlage B_04.01 in Anhang I),\nk)\nAngaben zu den direkten IKT-Drittdienstleistern und Unterauftragnehmern (siehe Vorlage B_05.01 in Anhang I),\nl)\nAngaben zur IKT-Dienstleistungskette (siehe Vorlage B_05.02 in Anhang I),\nm)\nAngaben zur Identifizierung der Funktionen (siehe Vorlage B_06.01 in Anhang I),\nn)\nAngaben zur Bewertung der von IKT-Drittdienstleistern erbrachten IKT-Dienstleistungen, die eine kritische oder wichtige Funktion oder wesentliche Bereiche davon unterstützen (siehe Vorlage B_07.01 in Anhang I),\no)\nInformationen über die von Finanzunternehmen beim Ausfüllen der Vorlagen verwendete Terminologie und die entsprechenden Begriffe, die in den erschöpfenden Listen und Klassifizierungssystemen enthalten sind (siehe Vorlage B_99.01 in Anhang I).", "source_sha256": "435e8a8bebeef560a2ab1e4b6186515b0bd93a50a3005a02a2f833515908bf60"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 5(2)", "text": "(2)   Sofern dies für ihr Risikomanagement oder ihr Vertragsmanagement relevant ist, können die Finanzunternehmen zusätzliche Informationen in das Informationsregister aufnehmen, und zwar in dem Format, das für die Zwecke dieser zusätzlichen Informationen am besten geeignet ist.", "source_sha256": "435e8a8bebeef560a2ab1e4b6186515b0bd93a50a3005a02a2f833515908bf60"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 6(1)", "text": "(1)   Bei Gruppen entscheiden die Mutterunternehmen unter Berücksichtigung der einschlägigen sektorspezifischen Rechtsvorschriften der Union, welche Unternehmen in das Informationsregister aufgenommen werden sollen.", "source_sha256": "435e8a8bebeef560a2ab1e4b6186515b0bd93a50a3005a02a2f833515908bf60"}
{"instrument_code": "EU_2024_2956", "lang": "de", "legal_ref": "Art. 6(2)", "text": "(2)   Das auf teilkonsolidierter und konsolidierter Ebene geführte und aktualisierte Informationsregister umfasst alle Finanzunternehmen und gruppeninternen IKT-Dienstleister, die zur Teilgruppe und zur Gruppe gehören.", "source_sha256": "435e8a8bebeef560a2ab1e4b6186515b0bd93a50a3005a02a2f833515908bf60"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 5(1)", "text": "(1)   Finanzunternehmen übermitteln die Erst-, Zwischen- und Abschlussmeldung gemäß Artikel 19 Absatz 4 Buchstaben a, b und c der Verordnung (EU) 2022/2554 innerhalb der folgenden Fristen:\na)\nbei der Erstmeldung: so früh wie möglich, in jedem Fall aber innerhalb von vier Stunden nach Einstufung des IKT-bezogenen Vorfalls als schwerwiegend und spätestens 24 Stunden nach dem Zeitpunkt, zu dem das Finanzunternehmen Kenntnis von dem IKT-bezogenen Vorfall erlangt hat,\nb)\nbei der Zwischenmeldung: spätestens 72 Stunden nach Übermittlung der Erstmeldung, auch wenn sich gemäß Artikel 19 Absatz 4 Buchstabe b der Verordnung (EU) 2022/2554 der Status oder die Handhabung des Vorfalls nicht geändert hat. Die Finanzunternehmen übermitteln unverzüglich etwaige aktualisierte Zwischenmeldungen, in jedem Fall aber, sobald der reguläre Geschäftsbetrieb wiederaufgenommen wurde,\nc)\nbei der Abschlussmeldung: spätestens einen Monat nach Übermittlung der Zwischenmeldung oder gegebenenfalls nach der letzten aktualisierten Zwischenmeldung.", "source_sha256": "576ad12af494f5db432e67edaa8eee7ce25e0d90620d2a2b4b4c130c367b119a"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 5(2)", "text": "(2)   Hat das Finanzunternehmen einen IKT-bezogenen Vorfall nicht innerhalb von 24 Stunden nach dem Zeitpunkt, zu dem es Kenntnis von dem IKT-bezogenen Vorfall erlangt hat, sondern erst zu einem späteren Zeitpunkt als schwerwiegend eingestuft, übermittelt es die Erstmeldung innerhalb von vier Stunden, nachdem es den IKT-bezogenen Vorfall als schwerwiegend eingestuft hat.", "source_sha256": "576ad12af494f5db432e67edaa8eee7ce25e0d90620d2a2b4b4c130c367b119a"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 5(3)", "text": "(3)   Finanzunternehmen, die nicht in der Lage sind, die Erstmeldung, die Zwischenmeldung oder die Abschlussmeldung innerhalb der in Absatz 1 genannten Fristen zu übermitteln, teilen dies der zuständigen Behörde unverzüglich, spätestens jedoch innerhalb der jeweiligen Fristen für die Übermittlung der Meldung mit und geben die Gründe für die Verzögerung an.", "source_sha256": "576ad12af494f5db432e67edaa8eee7ce25e0d90620d2a2b4b4c130c367b119a"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 5(4)", "text": "(4)   Fällt die Frist für die Übermittlung der Erstmeldung, der Zwischenmeldung oder der Abschlussmeldung auf ein Wochenende oder einen Feiertag im Mitgliedstaat des meldenden Finanzunternehmens, so kann das Finanzunternehmen die Erstmeldung, die Zwischenmeldung oder die Abschlussmeldung bis 12.00 Uhr des darauffolgenden Arbeitstages übermitteln.", "source_sha256": "576ad12af494f5db432e67edaa8eee7ce25e0d90620d2a2b4b4c130c367b119a"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 5(5)", "text": "(5)   Absatz 4 gilt nicht für die Übermittlung einer Erstmeldung oder einer Zwischenmeldung durch Kreditinstitute, zentrale Gegenparteien, Betreiber von Handelsplätzen und andere Finanzunternehmen, die gemäß Artikel 3 der Richtlinie (EU) 2022/2555 als wesentliche oder wichtige Einrichtungen eingestuft sind.", "source_sha256": "576ad12af494f5db432e67edaa8eee7ce25e0d90620d2a2b4b4c130c367b119a"}
{"instrument_code": "EU_2025_301", "lang": "de", "legal_ref": "Art. 5(6)", "text": "(6)   Die zuständigen Behörden können beschließen, dass Absatz 4 nicht für die Übermittlung einer Erstmeldung oder einer Zwischenmeldung durch andere Finanzinstitute als die in Absatz 5 genannten gilt, die bedeutend oder für den Finanzsektor auf nationaler oder Unionsebene systemrelevant sind. Die zuständigen Behörden teilen den betreffenden Finanzunternehmen ihren Beschluss mit. Der Beschluss der zuständigen Behörde gilt nur für Vorfälle, die sich ereignet haben, nachdem die zuständige Behörde den betreffenden Finanzunternehmen ihre Entscheidung mitgeteilt hat.", "source_sha256": "576ad12af494f5db432e67edaa8eee7ce25e0d90620d2a2b4b4c130c367b119a"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 1(1)", "text": "(1)   Finanzunternehmen verwenden für die Übermittlung der in Artikel 19 Absatz 4 der Verordnung (EU) 2022/2554 genannten Erstmeldung, Zwischenmeldung und Abschlussmeldung die Vorlage in Anhang I wie folgt:\na)\nFinanzunternehmen, die eine Erstmeldung übermitteln, füllen diejenigen Datenfelder der Vorlage aus, die den nach Artikel 2 der Delegierten Verordnung (EU) 2025/301 der Kommission", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 1(7)", "text": "(\n7\n)\n geforderten Informationen entsprechen, und können, wenn sie bereits über diese Informationen verfügen, diejenigen Datenfelder ausfüllen, die nicht für eine Erstmeldung, sondern für eine Zwischen- oder Abschlussmeldung ausgefüllt werden müssen.\nb)\nFinanzunternehmen, die eine Zwischenmeldung übermitteln, füllen diejenigen Datenfelder der Vorlage aus, die den nach Artikel 3 der Delegierten Verordnung (EU) 2025/301 geforderten Informationen entsprechen, und können, wenn sie bereits über diese Informationen verfügen, diejenigen Datenfelder ausfüllen, die nicht für eine Zwischenmeldung, sondern für eine Abschlussmeldung ausgefüllt werden müssen.\nc)\nFinanzunternehmen, die eine Abschlussmeldung übermitteln, füllen diejenigen Datenfelder der Vorlage aus, die den nach Artikel 4 der Delegierten Verordnung (EU) 2025/301 geforderten Informationen entsprechen.", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 1(2)", "text": "(2)   Die Finanzunternehmen stellen sicher, dass die in der Erstmeldung sowie in der Zwischenmeldung und der Abschlussmeldung enthaltenen Informationen vollständig und korrekt sind.", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 1(3)", "text": "(3)   Finanzunternehmen geben, soweit möglich, Schätzwerte auf der Grundlage anderer verfügbarer Daten und Informationen an, wenn zum Zeitpunkt der Erstmeldung oder der Zwischenmeldung keine genauen Daten verfügbar sind.", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 1(4)", "text": "(4)   Bei der Übermittlung einer Zwischen- oder Abschlussmeldung verwenden Finanzunternehmen die Vorlage in Anhang I, um alle erforderlichen Informationen zu übermitteln und gegebenenfalls die Informationen zu aktualisieren, die zuvor in der Erstmeldung oder in der Zwischenmeldung übermittelt wurden.", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 1(5)", "text": "(5)   Beim Ausfüllen der Vorlage in Anhang I beachten die Finanzunternehmen das Datenglossar und die Anleitung in Anhang II.", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 4(1)", "text": "(1)   Finanzunternehmen nutzen sichere elektronische Kanäle, die von ihrer zuständigen Behörde für die Übermittlung der Erst-, Zwischen- und Abschlussmeldung bereitgestellt werden.", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 4(2)", "text": "(2)   Finanzunternehmen, die nicht in der Lage sind, die von ihrer zuständigen Behörde bereitgestellten sicheren elektronischen Kanäle zu nutzen, unterrichten ihre zuständige Behörde im Einvernehmen mit der zuständigen Behörde auf andere sichere Weise über einen schwerwiegenden IKT-bezogenen Vorfall. Auf Verlangen der zuständigen Behörde übermitteln Finanzunternehmen die Erst-, Zwischen- oder Abschlussmeldung erneut über den von ihrer zuständigen Behörde bereitgestellten sicheren elektronischen Kanal, sobald sie dazu in der Lage sind.", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 6(1)", "text": "(1)   Finanzunternehmen, die die Verpflichtung zur Meldung schwerwiegender IKT-bezogener Vorfälle gemäß Artikel 19 Absatz 5 der Verordnung (EU) 2022/2554 ausgelagert haben, unterrichten ihre zuständige Behörde über die Vereinbarung zur Auslagerung, sobald diese abgeschlossen wurde, spätestens jedoch vor der ersten Meldung.", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 6(2)", "text": "(2)   Finanzunternehmen teilen der zuständigen Behörde den Namen, die Kontaktdaten und den Identifikationscode des Dritten mit, der die Meldungen schwerwiegender IKT-bezogener Vorfälle für sie übermitteln wird.", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 6(3)", "text": "(3)   Finanzunternehmen unterrichten ihre zuständige Behörde, sobald sie ihre Meldepflichten gemäß Artikel 19 Absatz 5 der Verordnung (EU) 2022/2554 nicht mehr auslagern.", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 7(1)", "text": "(1)   Ein Drittdienstleister, an den Meldepflichten gemäß Artikel 19 Absatz 5 der Verordnung (EU) 2022/2554 ausgelagert wurden, kann die Vorlage in Anhang I dieser Verordnung verwenden, um aggregierte Informationen über einen schwerwiegenden IKT-bezogenen Vorfall, der sich auf mehrere Finanzunternehmen auswirkt, in einer einzigen Meldung bereitzustellen und diese Meldung im Namen aller betroffenen Finanzunternehmen der zuständigen Behörde zu übermitteln, sofern alle folgenden Voraussetzungen erfüllt sind:\na)\nDer zu meldende schwerwiegende IKT-bezogene Vorfall hat bei einem IKT- Drittdienstleister seinen Ursprung oder wird von diesem verursacht.\nb)\nDieser Drittdienstleister erbringt die betreffende IKT-Dienstleistung für mehr als ein Finanzunternehmen oder für eine Gruppe.\nc)\nDer IKT-bezogene Vorfall wird von jedem in der aggregierten Meldung erfassten Finanzunternehmen als schwerwiegend eingestuft.\nd)\nDer schwerwiegende IKT-bezogene Vorfall betrifft Finanzunternehmen im selben Mitgliedstaat und die aggregierte Meldung bezieht sich auf Finanzunternehmen, die von derselben zuständigen Behörde beaufsichtigt werden.\ne)\nDie zuständigen Behörden haben dieser Art von Finanzunternehmen ausdrücklich gestattet, aggregierte Meldungen zu übermitteln.", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 7(2)", "text": "(2)   Absatz 1 gilt nicht für Kreditinstitute, die gemäß Artikel 2 Nummer 16 der Verordnung (EU) Nr. 468/2014 der Europäischen Zentralbank", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 7(8)", "text": "(\n8\n)\n als von erheblicher Bedeutung angesehen werden, Betreiber von Handelsplätzen und zentrale Gegenparteien, die nur die Vorlage in Anhang I verwenden, um Meldungen schwerwiegender IKT-bezogener Vorfälle einzeln an ihre zuständige Behörde zu übermitteln.", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 7(3)", "text": "(3)   Verlangen die zuständigen Behörden Informationen über die individuellen Auswirkungen des schwerwiegenden IKT-bezogenen Vorfalls auf ein einzelnes Finanzunternehmen, so übermittelt das Finanzunternehmen auf Ersuchen der zuständigen Behörde eine Einzelmeldung über den schwerwiegenden IKT-bezogenen Vorfall.", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 8(1)", "text": "(1)   Finanzunternehmen, die den zuständigen Behörden gemäß Artikel 19 Absatz 2 der Verordnung (EU) 2022/2554 erhebliche Cyberbedrohungen melden, verwenden die Vorlage in Anhang III dieser Verordnung und befolgen das Datenglossar und die Anleitung in Anhang IV dieser Verordnung.", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
{"instrument_code": "EU_2025_302", "lang": "de", "legal_ref": "Art. 8(2)", "text": "(2)   Finanzunternehmen stellen sicher, dass die in der Meldung erheblicher Cyberbedrohungen enthaltenen Informationen vollständig und korrekt sind.", "source_sha256": "6b65ad80a1789edadd82c6d8218bc77019a071799dfd495b240f17aa0a3722c9"}
